[
  {
    "title": "411 Music Group",
    "logoUrl": "",
    "description": "411 Music Group was founded in 2012 for writers by writers and has grown into a global music brand.\n411 provides synchronization licensing, bespoke music, music directors, curated playlists, online and offline databases, and publishing services for music rights holders. With global partners and composers in every time zone, our team always delivers.\nServices: \n\n    Artist Division\n    Original Composition \n    Underscore\n    Themes\n    Trailers\n    Sound Design\n    Sonic Branding \n    Music Searches \n\nSubsidiary catalogues:\n\n    Algo Records\n    Beat Chamber\n    Candy Flip\n    Cre8v\n    Fritz Heede\n    Full Clip Music\n    Green Zebra Music\n    Here Tomorrow Music\n    I Miss You Records\n    JAMM\n    Records Room Music\n    Straight Up World\n    Ghost Town Artists \n\n411 is Women's Business Enterprise Certified",
    "links": [
      { "name": "Visit website", "url": "http://www.411musicgroup.com" },
      {
        "name": "Email 411 Music Group",
        "url": "mailto:info@411musicgroup.com"
      },
      {
        "name": "411 Music Group on Facebook",
        "url": "https://www.facebook.com/411musicgroup/ "
      },
      {
        "name": "411 Music Group on Twitter",
        "url": "https://twitter.com/411MusicGroup"
      },
      {
        "name": "411 Music Group on YouTube",
        "url": "https://www.youtube.com/watch?v=F8ZPHGf3PDg"
      }
    ]
  },
  {
    "title": "9 Lives Music",
    "logoUrl": "",
    "description": "9 Lives Music produces vibrant and carefully created production music for factual entertainment, documentaries, radio and promos. Created by award winning composers and the most active composers writing for TV programs and advertising in the country.\nWe value ourselves on high quality music, no filler tracks and contemporary recording techniques with eye popping artwork.",
    "links": [
      { "name": "Visit website", "url": "http://www.9livesmusic.com/" },
      { "name": "Email 9 Lives Music", "url": "mailto:info@9livesmusic.com" },
      {
        "name": "9 Lives Music on Twitter",
        "url": "https://www.twitter.com/9livesmusic"
      }
    ]
  },
  {
    "title": "Absolute Music Library",
    "logoUrl": "",
    "description": "A fresh, innovative broadcast quality series from the UK.\nOriginal and unique with a current commercial edge, we challenge and constantly strive to re-invent creativity from a whole new perspective. We want to be different!",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.absolutemusiclibrary.com/"
      },
      {
        "name": "Email Absolute Music Library",
        "url": "mailto:info@absolutemusiclibrary.com"
      }
    ]
  },
  {
    "title": "ALIBI Music Library Ltd",
    "logoUrl": "",
    "description": "ALIBI Music Library creates music for storytellers, covering all genres, emotions and project types, specifically crafted for all kinds of media use.\n\n    400+ albums of unique production music and sound effects\n    Constant production of new material in every genre\n    Multiple mix versions, audio stems, file formats and alternate endings for easy editing\n    Free music supervision and track searches provided within minutes of your request",
    "links": [
      { "name": "Visit website", "url": "http://alibimusiclibrary.com/" },
      {
        "name": "Email ALIBI Music Library Ltd",
        "url": "mailto:alibiuk@alibimusiclibrary.com"
      },
      {
        "name": "ALIBI Music Library Ltd on Twitter",
        "url": "https://twitter.com/AlibiMusicUK"
      },
      {
        "name": "ALIBI Music Library Ltd on Facebook",
        "url": "https://www.facebook.com/alibimusiclibrary"
      }
    ]
  },
  {
    "title": "Alt Life Music",
    "logoUrl": "",
    "description": "At Alt-Life Music we are all about carefully crafted production-music that stands out on quality and high production values.\n\nOur catalogue is diverse, yet unashamedly bold and up-front with a big no-nonsense sound that will inspire the imagination.\n\nIn addition to our existing catalogue we offer bespoke production services, and can provide anything from live orchestral work to straight forward Rock, Pop and electronic genres through our extensive network of experienced composers and producers.",
    "links": [
      { "name": "Visit Website", "url": "https://www.alt-lifemusic.com" },
      { "name": "Email Alt-Life Music", "url": "mailto:info@alt-lifemusic.com" }
    ]
  },
  {
    "title": "Amazing World Music",
    "logoUrl": "",
    "description": "Amazing World music is a small boutique library of wonderful, emotional and groovy, music from around the world, especially crafted for all types of film and TV projects, advertising, and websites. \n\nAs we are a comparatively small library, we don't have hundreds and thousands of tracks for you to wade through, just a rapidly growing collection, created by a team of musical collaborators from around the world.\n\nOur site has been constructed not to impress via distracting, flashy logos, images and videos. Instead, it has a calm and no-nonsense display to help you quickly find what you are looking for, with few visual distractions.\n\nMost of the catalogue is available as downloadable MIX-SETS, (zips of versions and stems).\n\nHowever, should a track still need some specific tweaking, our in house studio can quickly adjust a track to your specific needs, just get in touch via our site contact info and we will get right onto it.\n\nWe can also create a totally new track to fit your brief, that will be licensed directly through your MCPS membership – Just give us the brief, and if you are happy with the result, we will do all the rest.",
    "links": [
      {
        "name": "Visit Website",
        "url": "https://www.amazingworldmusic.co.uk/"
      },
      {
        "name": "Email Amazing World Music",
        "url": "mailto:admin@amazingworldmusic.co.uk"
      },
      {
        "name": "Amazing World Music on You Tube",
        "url": "https://youtu.be/tW4aprAngvM"
      }
    ]
  },
  {
    "title": "Amphibious Zoo UK",
    "logoUrl": "",
    "description": "Amphibious Zoo is the ultimate production library with an irreverent sensibility for fresh music and innovation.\nWe are world-renowned for trend-setting genres, cutting-edge music, and superior sound quality. Our musical styles are fresh and contemporary, gaining broad international appeal with every new album release.\nFrom our first ground breaking success with the Suspended series the catalogue has grown exponentially, covering genres such as Dubstep, Electro Pop, Big Beats, and Dark Cinematic styles among many others. Amphibious Zoo continues to innovate and evolve, taking on new and emerging styles, adding to our already robust catalogue of music. We strive to raise the bar for production music and continually reach new heights in sound quality, creativity and style.\nOur catalogues:\n\n    Alchemy Music\n    Alchemy Trailer Tools\n    Audio Monkey\n    Kurt Bestor Music",
    "links": [
      { "name": "Visit website", "url": "http://www.amphibiouszoo.co.uk/" },
      {
        "name": "View showreel",
        "url": "https://www.youtube.com/watch?v=T0ctt5znoAY"
      },
      {
        "name": "Email Amphibious Zoo UK",
        "url": "mailto:benjamin@amphibiouszoo.co.uk"
      },
      {
        "name": "Amphibious Zoo UK on Twitter",
        "url": "https://twitter.com/AZMusic"
      },
      {
        "name": "Amphibious Zoo UK on Facebook",
        "url": "https://www.facebook.com/amphibiouszoo"
      }
    ]
  },
  {
    "title": "Anger Music Library",
    "logoUrl": "",
    "description": "Welcome to Anger Music, a production company based in Soho, London.\nWe create beautifully crafted music for media companies. Whether it's a promo, trailer, programme, radio or viral, your brief is our passion.\nWe're proud to represent some of the most exciting and inventive artists and composers across the traditional and emerging music scene.",
    "links": [
      { "name": "Visit website", "url": "http://www.angermusic.com/" },
      {
        "name": "Email Anger Music Library",
        "url": "mailto:richard@angermusic.com"
      },
      {
        "name": "Anger Music Library on Twitter",
        "url": "https://twitter.com/ANGRMSC"
      }
    ]
  },
  {
    "title": "Arcadia Production Music (UK)",
    "logoUrl": "",
    "description": "Arcadia Production Music (UK) contains 25 production music catalogues that cover virtually every possible genre, all available on the Arcadia Music-Finder website, the Arcadia Music-Finder Hard Drive and the I Like Music website.",
    "links": [
      { "name": "Visit website", "url": "http://www.arcadiamusic.tv" },
      {
        "name": "Email Arcadia Production Music",
        "url": "mailto:jb@arcadiamusic.tv"
      }
    ]
  },
  {
    "title": "Arms Production Music",
    "logoUrl": "",
    "description": "In a crowded market place with lots of generic sound-a-like music, we can provide an antidote.\nHandmade by a small team of composers, our music has the warmth, edge and individuality your project deserves... we even use tape.\nOur writers have a credit list that reads like a who's-who of good media music. They've written for the BBC, ITV, Channel 4 and 5, Sky, Discovery... all your main UK channels, really, as well as for shows and adverts the world over with brands such as Barclays, Pepsi, Nike, GAME, Bentley, Warner Brothers, M & S, Michelin and the NHS.\nYou're in good hands and ears.",
    "links": [
      { "name": "Visit website", "url": "http://www.armsproductionmusic.com/" },
      {
        "name": "Email Arms Production Music",
        "url": "mailto:info@armsproductionmusic.com"
      },
      {
        "name": "Arms Production Music on Twitter",
        "url": "https://twitter.com/ArmsPMusic"
      }
    ]
  },
  {
    "title": "audiomachine",
    "logoUrl": "",
    "description": "audiomachine is a boutique, motion picture advertising music production collective, specializing in original epic music and bone crunching sound design for theatrical trailers, television commercials and video game advertising campaigns.\nSince their official launch in August of 2005, they have had their music placed in countless feature film trailers and can be heard daily on television, radio and the Internet.",
    "links": [
      { "name": "Visit website", "url": "http://www.audiomachine.com/" },
      { "name": "Email audiomachine", "url": "mailto:tom@audiomachine.com" },
      {
        "name": "audiomachine on Twitter",
        "url": "https://twitter.com/audiomachine"
      },
      {
        "name": "audiomachine on Facebook",
        "url": "https://www.facebook.com/audiomachine"
      },
      {
        "name": "audiomachine on YouTube",
        "url": "https://www.youtube.com/audiomachine"
      }
    ]
  },
  {
    "title": "BAM Music Limited",
    "logoUrl": "",
    "description": "BAM is an independent creative production music library set up by 3 composers - Nicolas, Jean-Luc and Bastien - who specialize in commissioned music for TV + Radio and are based in Paris + Montreal.\nBAM’s team is built of composers, producers, supervisors, music lovers and seasoned music professionals. We are passionate about creativity and have an acute level of expertise and understanding of the power of music and how to harness its potential for storytelling. Taste and creativity is fundamental to what we do, yet we believe function and simplicity is key.\nBAM consists of 3 different labels BAM, BAM Box, BAM Artist Series. \n\nThe main BAM label delivers the latest electronic, pop and indie trends through to outstanding documentary, drama, orchestral and trailer tracks. BAM BOX is a label focused on all of essential sounds of music for synch and the BAM Artist Series label showcases the work of a carefully curated selection of up and coming artists.\n\nOur services include free music searches, curated playlists, a commissioned music service, a re-versioning service and bespoke edits of existing tracks within the catalogue.\nOur catalogues:\n\n    FineTune Music Library\n\n\n    Ultraphonic Music: The real sonic alternative, drawn from the electronic underworld, shaped and presented by genuine electronic music originators; providing a unique source of music within a highly focused bandwidth; the creativity and quality of today’s leading boutique record labels, in production ready format; setting trends rather than following them.\n\nOur mission is simple | a commitment to originality, high production values and to crafting the perfect soundtrack to bring your visuals to life.",
    "links": [
      {
        "name": "Visit the Bam Prod wesbite",
        "url": "http://bamlibrary.co.uk "
      },
      { "name": "Email Bam Prod", "url": "mailto:london@bam.mu" },
      {
        "name": "Bam Prod on Facebook",
        "url": "https://www.facebook.com/BamMusicLibraryUk"
      },
      {
        "name": "Bam Prod on Instagram",
        "url": "https://www.instagram.com/bammusiclibrary/"
      }
    ]
  },
  {
    "title": "Bandit Music Ltd",
    "logoUrl": "",
    "description": "Bandit Music is a small but perfectly formed music library offering production music to producers in film, television and all forms of new and evolving media.\nOur aim is to provide interesting and useful music that is recorded to the highest standards and performed by some of the most creative musicians on the library music planet.",
    "links": [
      { "name": "Visit Website", "url": "http://www.banditmusic.co.uk/" },
      {
        "name": "Email Bandit Music",
        "url": "mailto:jonathanward@banditmusic.co.uk"
      }
    ]
  },
  {
    "title": "Beats Bakery",
    "logoUrl": "",
    "description": "We’re a team of dreamers and believers, movers and shakers, creators and makers, the best beat bakers.\n\nYou can’t rush when you’re creating quality tracks, so you can trust that we will allow our music to rise to perfection before delivering it to you so fast, it’s still hot.\n\nOur focus is on both quality and quantity, and we want to build relationships and friendships with you through music and production, and by listening and delivering.\n\nWe know you need the music for your productions faster, and using the tech we have created from the ground up, there’s no need to look further. A fast, intuitive website designed with your help, with you in mind. Fewer clicks, speedy searches, better results every time.\n\nThe only way we can keep being so brilliant at what we do is if we hear from you and listen to your needs. Find something you want more of? Need something you can’t find? Need stems, an edit or a custom track? Just reach out!\n\nWe love connecting with you and want you to consider us a member of your team - The 5th Beatle, the 4th emergency service or the 13th bun in the baker's dozen.\n\nThe industry didn’t need another production music catalogue – It needed a better one!",
    "links": [
      { "name": "Beats Bakery Website", "url": "https://beatsbakery.com/" },
      { "name": "Email Beats Bakery", "url": "mailto:hello@beatsbakery.com" },
      {
        "name": "Beats Bakery on Twitter",
        "url": "http://www.twitter.com/@BeatsBakery"
      },
      {
        "name": "Beats Bakery on Facebook",
        "url": "https://www.facebook.com/BeatsBakeryProductionMusic/"
      },
      {
        "name": "Beats Bakery on YouTube",
        "url": "https://www.youtube.com/channel/UC_ZrbUyi6fNN6pTU4lJsnhw?ab_channel=BeatsBakery"
      }
    ]
  },
  {
    "title": "Bibliotheque Music",
    "logoUrl": "",
    "description": "Born out of 15 years experience in supervision, publishing and bespoke composition, Bibliotheque Music is a boutique library with a focus on providing production music with the heart and authenticity of commercial music for use in media.",
    "links": [
      { "name": "Visit Website", "url": "http://bibliothequemusic.com/" },
      {
        "name": "Email Bibliotheque Music Library",
        "url": "mailto:info@bibliothequemusic.com"
      },
      {
        "name": "Bibliotheque Music on Twitter",
        "url": "https://twitter.com/BiBmusiclibrary"
      },
      {
        "name": "Bibliotheque Music on Facebook",
        "url": "https://www.facebook.com/bibliothequemusiclibrary"
      },
      {
        "name": "Get a Production Music Library",
        "url": "https://musicshop.prsformusic.com/lmgr/"
      }
    ]
  },
  {
    "title": "Big & Clever",
    "logoUrl": "",
    "description": "Big & Clever was created by three innovative musicians to offer a complete service for all commercial and production music requirements. Our background as successful songwriters and performers is crucial to our sound.\nWe combine the recording of real instruments with contemporary production techniques to produce tracks that are beautifully structured, bursting with memorable harmonic patterns and riffs - energetic, cool and attention grabbing. Clients choose our music because we dare to be different; we enjoy pushing the boundaries and why not? This is the creative arts business after all.\nWe believe being independent allows us to keep control. All material available in our library is exclusive, so, unlike some places, there are not vast numbers of 'haven't I heard those somewhere before?' tracks to wade through, just a carefully chosen, fine sounding, ear-catching selection of compositions and edits waiting to be used.\nAll tracks are available from our site.\nWe are happy to re-mix and edit existing tracks or write something to your brief.\nOur music has been used by major broadcasters around the world featuring in productions such as Oprah Winfrey Show, Eastenders, Jeremy Kyle Show, Smallville, Ray Mears Extreme Survival, Wife Swap, Girls In Love, Miami Ink, Homes Under The Hammer, Location Location, Byker Grove, Look Who's Talking, Girls In Love, Sky Sports, and many more.",
    "links": [
      { "name": "Visit Website", "url": "http://www.bigandclevermusic.com/" },
      {
        "name": "Email Big & Clever",
        "url": "mailto:mail@bigandclevermusic.com"
      },
      {
        "name": "Big & Clever on Twitter",
        "url": "https://twitter.com/BigCleverMusic"
      },
      {
        "name": "Big & Clever on Facebook",
        "url": "https://www.facebook.com/Big-Clever-Music-111133865590162/"
      }
    ]
  },
  {
    "title": "Bleach Music",
    "logoUrl": "",
    "description": "Bleach boasts a unique catalogue of expertly-recorded library music, comprising a broad and eclectic range of styles. Our albums are created in partnership with The Crypt Studio.\nOur catalogues\n\n    Discoveries: A catalogue of beautifully recorded, authentic music from all corners of the globe. Traditional yet modern, and highly versatile.",
    "links": [
      { "name": "Visit Website", "url": "https://www.bleachproductions.com/" },
      {
        "name": "Email Bleach Music",
        "url": "mailto:info@bleachproductions.com"
      },
      {
        "name": "View Showreel",
        "url": "https://www.youtube.com/channel/UCAy9KJsir6P67N8VRgKwBPA"
      },
      {
        "name": "Bleach Music on Twitter",
        "url": "https://twitter.com/bleachmusic"
      },
      {
        "name": "Bleach Music on Facebook",
        "url": "https://www.facebook.com/bleachmusic"
      }
    ]
  },
  {
    "title": "BMG Production Music",
    "logoUrl": "",
    "description": "BMG Production Music is a premium full-service sound agency servicing the broadcast, advertising, radio, and games industries.\nThe curated catalogue has over 200,000 tracks spanning all genres with stem packs available online and free music searches from a dedicated team of music supervisors. Its custom music division also produces original scores and edits existing tracks in the catalogue for any project needing a personalised soundtrack.\nPopular labels include Altitude Music, X-Ray Dog, Must Save Jane, Beds & Beats, Immediate Music, Addictive Tracks and many more.\nBMG Production Music is part of BMG - The New Music Company, the world’s fourth biggest music publisher and the first new global player in the recordings business in decades.\nBMG Production Music Catalogues\n\n    1 Revolution Music\n    101 Dark Orchid Music\n    Addictive Tracks\n    All Sorts (of) Drama\n    All Sorts Music\n    Altitude Music \n    Altitude Underscore\n    Altitude x Faber \n    Amped\n    Anonymous Recordings\n    AXS Documentary\n    AXS Music\n    AXS World\n    Beatclock Productions\n    BeatFiX\n    Beats Planet\n    Bed Heads Music\n    Beds and Beats\n    Beds And Beats Cinematic Tracks\n    Benztown\n    Big Idea Music\n    Black Red Gold\n    Bleach Music Library\n    Blind Colour\n    Chroma \n    Chroma X\n    Clear Wave Music\n    Clockwork Orange Music\n    Cosmind Production Music\n    Crimesonics\n    Critical Mass\n    Cute Music Library\n    Cypher\n    Deep East Music\n    Discoveries\n    Dos Brains: Heavy Melody Trailer\n    Dos Brains: Silver Screen\n    Dos Brains: Third Rail\n    Dos Brains: Rogue Souls\n    Dynamic Music\n    Egg Music\n    Enginuity Muisic\n    Evolution Media Music\n    Evolving Sound\n    Foxhole Records\n    Frameworks Music\n    Future Pop\n    Gothic Hybrid\n    Gothic Storm\n    Gothic Storm's Toolworks\n    Handmade Sounds\n    Hard Music Design\n    Hen's Teeth Music\n    Homegrown\n    Hum Tracks\n    Human Music\n    Image Edge Library\n    Image Music\n    Image Promos\n    Immediate Music\n    Impulsion\n    Kingdom 2\n    Klanglobby\n    Lemoncake\n    The Library Of The Human Soul\n    Lovely Music\n    Minim\n    Mixtape Mashup\n    Mode Production Music\n    Music Beyond\n    Must Save Jane\n    Parry Classical\n    Parry Music\n    Push Pop\n    Redshift Artists\n    Score Production Music\n    Selectracks Instrumental Catalog\n    Selectracks Song Catalog\n    Sick Muse Music\n    So Effective\n    Song Junkies\n    Songcraft\n    Sonic Artifact\n    Sonic Ozault\n    Sound Adventure\n    Sound Designs Music Library\n    Soundiva\n    Soundiva Classical\n    Sounds Of Red Bull\n    Sparse Music\n    Sunstone Recordings\n    Tele Music\n    Tele Music - Marnie\n    Tele Music Classic Vaults\n    Television Underscore\n    The Den\n    The Film Music Of Ronald Stein\n    The License Lab - Analog Champion\n    The License Lab - Dancing About Architecture\n    The License Lab - Eyeballs & Eardrums\n    The License Lab - Hypekit\n    The License Lab - Lmntl Records\n    The License Lab - Modus Operandi\n    The License Lab - Organic Spark\n    The License Lab - Picture Puncture\n    The License Lab - Playlist Production Music\n    The License Lab - Three Ingredients Or Less\n    The License Lab - Underscore Music Library\n    Tubesounds\n    Valentino\n    Vibrant \n    X-Ray Dog",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.bmgproductionmusic.co.uk/"
      },
      { "name": "Email BMG Production Music", "url": "mailto:justask@bmg.com" },
      { "name": "BMG on Twitter", "url": "https://twitter.com/bmgpm_uk" },
      { "name": "BMG on Facebook", "url": "https://www.facebook.com/bmgpm.uk" },
      { "name": "BMG on Instagram", "url": "https://instagram.com/bmgpmuk" }
    ]
  },
  {
    "title": "Boom! Music Ltd",
    "logoUrl": "",
    "description": "From cutting edge to quirky, from orchestral to funky, the Boom Music independent UK production music library provides fresh innovative high-end music for use in all media.\nOur stringent metadata categorisation always ensures less time spent wading through irrelevant search results, and all cut down versions of most tracks are accurately edited.\nWe also represent high-end international ‘boutique’ production music labels:\n\n    Roba\n    Klanglobby\n    Maco Dramtic\n    Scoring Tools\n    Tree of Arts\n    Tree of Arts – Classics\n\nAll tracks also available from:\n\n    BBC Desktop Jukebox\n    ITV Music Hub\n    ILM for Media",
    "links": [
      { "name": "Visit Website", "url": "http://boommusic.tv/" },
      { "name": "Email Boom! Music Ltd", "url": "mailto:info@boommusic.tv" }
    ]
  },
  {
    "title": "Boost Music",
    "logoUrl": "",
    "description": "Boost Music is an independent production music company.\nOur aim is to provide a more personal and individual alternative to the corporate world. We’re ready and waiting to pitch ideas (at no cost) for your programme, promo or commercial.\nWe represent high end ‘boutique’ labels. Each has its own unique identity and approach to creating lovingly crafted music. Labels available via Boost include Zone, Liftmusic, Poke, FLAVA Of The Month, BoostTV, Big Screen, Counter, Ear Parade, Minds And Music, Needletracks.tv, Parigo, Pitch Hammer Music, Playground Hollywood, PMOL, Point Classics, Stereo Royal and Superstore.\nAll tracks are available on our download site or on our hard drive, Boost Drive.\nBoost are also able to re-mix and edit existing tracks or write something to your brief using any of the composers featured in our collection, so if you are interested give us a call.",
    "links": [
      { "name": "Visit Website", "url": "http://boostmusic.com/" },
      { "name": "Email Boost Music", "url": "mailto:music@boostmusic.com" },
      {
        "name": "Boost Music on Facebook",
        "url": "https://www.facebook.com/BoostMusicPublishing"
      },
      {
        "name": "Boost Music on Twitter",
        "url": "https://twitter.com/boostmusic1"
      },
      {
        "name": "Boost Music on Facebook",
        "url": "https://www.youtube.com/user/BoostMusicPublishing"
      }
    ]
  },
  {
    "title": "Brave New Audio",
    "logoUrl": "",
    "description": "We are a high-end library music label and studio, with a clear focus on creating heartfelt, authentic and cutting edge tracks for advertising, television, digital and film.\nBased in the UK, in deepest and darkest Kent, we hide away in our workshop building music of the finest possible quality, emerging into the light once our albums are ready to be unleashed. Our amazing team of beat makers, soundscapers and composers will build a forward-looking collection of songs that will add depth and edge to productions.\nIn the brave new world of contemporary, producer driven library music, we aim to be amongst the best.",
    "links": [
      { "name": "Visit Website", "url": "https://bravenewaudiolibrary.com/" },
      {
        "name": "Brave New Audio on Twitter",
        "url": "http://www.twitter.com/BNA_LIBRARY"
      },
      {
        "name": "Email Brave New Audio",
        "url": "mailto:giacomo@bravenewaudiolibrary.com"
      }
    ]
  },
  {
    "title": "Brilliant Music",
    "logoUrl": "",
    "description": "High Quality Production Music for Film and TV Licensing.\nAvailable in the UK through MyDrive.com \nUsing the most advanced library search and download site at MyDrive.com we are able to provide over 33,000 tracks across multiple libraries. We represent both award winning LA Based Trailer libraries and a range of boutique independent libraries offering an unparalleled service and range of music.",
    "links": [
      { "name": "Visit Website", "url": "http://www.brilliantmusic.co.uk/" },
      {
        "name": "Email Brilliant Music",
        "url": "mailto:hello@brilliantmusic.co.uk"
      },
      {
        "name": "Brilliant Music on Facebook",
        "url": "https://www.facebook.com/brilliantmusicltd"
      },
      {
        "name": "Brilliant Music on Twitter",
        "url": "https://twitter.com/brilliantmus"
      }
    ]
  },
  {
    "title": "Bulletproof Bear",
    "logoUrl": "",
    "description": "Based in Los Angeles, Bulletproof Bear is one of the fastest truly independent music labels with a collection of music ready for synch, as well as a production team for any custom music needs.\nThe Bulletproof Bear collective experience ranges from the record label world, artist management, touring and marketing to scoring national television commercials, television shows, and feature films. Please do not hesitate to contact us for custom searches, playlists and/or avid bin creation.",
    "links": [
      {
        "name": "Visit Website",
        "url": "https://catalog.bulletproofbear.com/#!home "
      },
      {
        "name": "Email Bulletproof Bear",
        "url": "mailto:info@bulletproofbear.com"
      },
      {
        "name": "Bulletproof Bear on Youtube",
        "url": "https://www.youtube.com/watch?v=R_NuFEkdugA&feature= "
      },
      {
        "name": "Bulletproof Bear on Twitter",
        "url": "https://twitter.com/BPBearMusic "
      },
      {
        "name": "Bulletproof Bear on Facebook",
        "url": "https://www.facebook.com/BpBearMusic/ "
      }
    ]
  },
  {
    "title": "Cavendish Music",
    "logoUrl": "",
    "description": "Founded in 1937 (originally as Boosey & Hawkes Recorded Music Library) Cavendish Music (previously known as Imagem Production Music) is the largest independent Production Music publisher in the UK.\nWe are the proud parents of five in-house labels and representatives of some of the best library music catalogues from around the world. We have the breadth of catalogue to find something to suit your production, not to mention the experience.\nWe have the studio know how of engineers who have worked with the likes of Mark Ronson, The Rolling Stones, Pet Shop Boys & Gorillaz, and a talented team of music consultants some of whom not only DJ across the globe, but have been in some big name bands. We reckon this gives us the edge, and the ear, to produce music that our clients love.\nAfter being acquired by music publisher ole in 2015 we are now part of the fastest growing rights management company in the world.\nNow rebranded as Anthem Entertainment, the company was originally founded in 2004 and operates out of offices in Toronto, Nashville, New York, Los Angeles and London. Anthem's production music division is also ever expanding, including New York and Los Angeles based Jingle Punks, 5 Alarm and Music Box.\nOur catalogues\n\n    1 Versatile Underscore\n    5 Alarm Music\n    Abaco Music\n    Afro Musique\n    Amygdala Music\n    Beat Explosion\n    Beta Rhythm Farm\n    Bibliotheque – Brave New Audio\n    Bibliotheque – In Pictures\n    Bibliotheque – The Box\n    Bibliotheque Music\n    Big Dawg\n    Cavendish Archive\n    Cavendish Classical\n    Cavendish Music\n    Cavendish Trailers\n    Cinemasounds\n    Hella Good Records\n    In The Groove\n    Intersound\n    Lesterbeat Records\n    Music Box\n    Music Box Classics\n    PPM\n    Ridgeline Music\n    Rockshop\n    Sonic Quiver\n    Sonic Tremor\n    Sonoton\n    Sonoton Authentic\n    Sonoton Classical\n    Sonoton Trailer Tracks\n    Sprint Edge\n    Sprint Music\n    Strip Sounds\n    Superfly Audio\n    Surefire\n    Trailer Trash\n    Trede\n    Vadzimu\n    WotNot Music Library",
    "links": [
      { "name": "Visit website ", "url": "http://www.cavendishmusic.com/" },
      {
        "name": "Email Cavendish Music",
        "url": "mailto:hq@cavendishmusic.com"
      },
      {
        "name": "Cavendish Music on Facebook",
        "url": "https://www.facebook.com/cavendishHQ/"
      },
      {
        "name": "Cavendish Music on Twitter",
        "url": "https://twitter.com/cavendish_HQ"
      }
    ]
  },
  {
    "title": "Cezame Music Agency",
    "logoUrl": "",
    "description": "Cézame Music Agency has brought together a host of labels from across all musical borders and is constantly producing original music with the conviction that music for image is a vital creative field in its own right.\nThe composers working with us share this goal of authenticity aimed, not only at audio-visual professionals, but also at a wider, music-loving audience owith an ear for quality and originality.\nCézame Music Agency offers its professional clientele the use of its unique, high performance search engine which provides search results in order of relevance, a spelling corrector and a dictionary of synonyms.\nOur advisory team is entirely at your disposal to help you with your searches and to answer any questions you may have regarding our repertoire.\nCézame Music Agency is promoted in the UK by Bibliotheque Music.\nOur catalogues\n\n    Cezame (CEZ)\n    Cezame Carte Blanche (CCB)\n    Cezame Original Scores (CEO)\n    Cezame Global Investigation (CEG)\n    Cezame Trailers (CET)\n    Gum Collections (GUM)\n    Gum Motion Tracks (GMT)\n    Magnetic Records (MAG)\n    Signature Radio France (SIG)\n    Ocora (OCR)\n    Art Melodies (EOS)\n    UBM Media (UBM) \n    Millenium (classical music : MIL)\n    Ulysses (classical music : ULY)\n    Claves Records (classical music : CLA)",
    "links": [
      { "name": "Visit website", "url": "http://www.cezame-fle.com/" },
      { "name": "Email Cézame", "url": "mailto:chloe@cezamemusic.com" },
      {
        "name": "Cézame on Facebook",
        "url": "https://www.facebook.com/pages/CÃ©zame-Music-Agency/915820221813318?ref=hl"
      },
      { "name": "Cezame on Twitter", "url": "https://twitter.com/CezameMusic" },
      {
        "name": "Cézame on YouTube",
        "url": "https://www.youtube.com/user/Fabermant"
      }
    ]
  },
  {
    "title": "Chapel of Rock",
    "logoUrl": "",
    "description": "Chapel of Rock is a UK based publishing company owned by the successful music writer Chris Goulstone. With over a thousand copyrights to his name, Chris Goulstone's experience in the world of production music is second to none having countless prestigious placements in film and television globally during his career as a composer.\nChapel of Rock was established to build on this strong foundation with a select team of writers and session musicians with distinctive pedigrees in the industry.\nChapel of Rock produces a broad palette of the highest quality production music, typically with a hard hitting rock edge that characterises the Chapel of Rock ‘house sound’, which we are proud to offer through our extensive network of sub-publishers around the globe.\nWorks are produced from Sambourne House Studios in South West England nearby the historic cities of Bath and Bristol as well as the iconic Glastonbury Festival – an area of the UK renowned for being a hotbed for musical talent and creativity. The Chapel of Rock ethos centres around end to end quality and integrity whereby all work is composed, recorded, mixed, edited and mastered in house to deliver the high end product the market demands.\nFrom use in sports and promos through to epic drama, the Chapel of Rock team are confident that you will find the right soundtrack to complement and enrich any production.",
    "links": [
      { "name": "Visit Website", "url": "http://www.ChapelofRock.com" },
      { "name": "Email Chapel of Rock", "url": "http://chapel.rock@virgin.net" }
    ]
  },
  {
    "title": "Clear Wave Music",
    "logoUrl": "",
    "description": "Clear Wave Music is a young, market focused production music library that specialises in contemporary works, ideal for the current world of TV, radio and advertising.\nA rapidly growing collection of impressive compositions with world class production values, Clear Wave pride themselves on the music they sign and its ability to lift any audio/visual production. By keeping a keen eye on commercial patterns, trends and genres, Clear Wave Music is able to boast a high ratio of placement for the music it has released.",
    "links": [
      { "name": "Visit website", "url": "http://www.clearwavemusic.com/" },
      {
        "name": "Email Clear Wave Music",
        "url": "mailto:info@clearwavemusic.com"
      },
      {
        "name": "Clear Wave Music on Facebook",
        "url": "https://www.facebook.com/ClearWaveMusic"
      },
      {
        "name": "Clear Wave Music on Twitter",
        "url": "https://twitter.com/ClearWaveMusic"
      }
    ]
  },
  {
    "title": "Counter Music",
    "logoUrl": "",
    "description": "Electronic dance music that counts\nCounter Music is a label bringing you the best of all electronic music styles and specializing in dance music.\nAll composers featured on Counter are well known in their specialist fields whether that be Drum & Bass, Dubstep, House or Glitch Hop. With that in mind you can be sure that Counter Music will always bring you the freshest and most innovative tracks from electronic music culture.",
    "links": [
      { "name": "Visit Website", "url": "http://www.countermusic.co.uk/" },
      { "name": "Email Counter Music ", "url": "mailto:music@boostmusic.com" }
    ]
  },
  {
    "title": "Crocodile Music",
    "logoUrl": "",
    "description": "Crocodile Music is a music production company established in 1979 in London's west end, surrounded by advertising agencies and production companies.\nWith its production team of composers and writers Crocodile produces original music for TV and Radio commercials, corporate, and TV programmes for BBC, ITV and Channel 4, winning many awards in the process.\nOver the years Crocodile has amassed a large archive of music which along with new specially composed material is now making this music available via its comprehensive music production library.",
    "links": [
      { "name": "Visit website", "url": "http://www.crocodilemusic.com/cd/" },
      {
        "name": "Email Crocodile Music Library",
        "url": "mailto:info@crocodilemusic.com"
      }
    ]
  },
  {
    "title": "Crossbreed Music",
    "logoUrl": "",
    "description": "Crossbreed Music is world class MCPS PRS production music catalogue. Producing contemporary sound design, upbeat electronic promo, urban & glitchy textures.\nWith a roster of first-class promo and trailer music composers from the U.K. defining contemporary hybrid music, urban electronica and sound design.\nFeaturing carefully produced tracks with defined drop outs, rises and edit points.",
    "links": [
      { "name": "Visit website", "url": "http://www.crossbreed.co/" },
      { "name": "Email Crossbreed Music", "url": "mailto:chris@crossbreed.co" },
      {
        "name": "Crossbreed Music on Twitter",
        "url": "https://twitter.com/CrossbreedPM"
      }
    ]
  },
  {
    "title": "CUES4U.COM",
    "logoUrl": "",
    "description": "An easily accessible production music library offering appropriate, high quality music cues for the perfect score to your vision. Our experienced, world class and award winning team of TV, film, video game and commercials composers and arrangers provide a wide variety of music cues in all genres with brilliant, authentic performances by world class musicians produced by music industry professionals. Download your music cues free after registration.\nIn addition to the superb catalogue of music cues available, CUES4U.COM also offers:\n\n    Remixes, dry mixes, stems, stings and underscores.\n    Bespoke and specially composed music cues.\n    Free music searches and pitches to your brief.",
    "links": [
      { "name": "Visit Website", "url": "http://cues4u.com/" },
      { "name": "E-mail CUES4U.COM", "url": "mailto:info@cues4u.com" },
      {
        "name": "CUES4U.COM on Facebook",
        "url": "https://www.facebook.com/Cues4Ucom-100197508037507/?modal=admin_todo_tour"
      },
      { "name": "CUES4U.COM on Twitter", "url": "https://twitter.com/cues4u" },
      {
        "name": "CUES4U.COM on You Tube",
        "url": "https://www.youtube.com/channel/UCNZTuRCWXRogiD-b4Bh-HbQ?view_as=subscriberhttps://www.aol.co.uk/"
      }
    ]
  },
  {
    "title": "Dennis Music",
    "logoUrl": "",
    "description": "Dennis Music: For the love of music\n\n\nWe are an independent music publisher fresh from the Netherlands to the UK. Established in Hilversum in 1968, where we are proud to be the oldest and best-known library. We are now releasing the finest quality music to the UK market. We work with award winning composers and musicians to bring you a vast selection of music from every genre.. track after track.\nSearch, listen and download over 30,000 tracks from our extensive catalogue. Our search and download website is simple and effortless to use. We have regular new releases so you will always find just what you are looking for.\nWe also offer a Music Search Support to help you find the perfect track for every production.\nOur catalogues\n\n\n\n\n    Stock Music\n    Hibou\n    Music 4 Pro",
    "links": [
      { "name": "Visit website", "url": "http://dennismusiclibrary.co.uk/" },
      {
        "name": "Email Dennis Music",
        "url": "mailto:claire@dennismusiclibrary.co.uk"
      },
      {
        "name": "Dennis Music on Facebook",
        "url": "https://www.facebook.com/Dennis-Music-170955782923337/"
      },
      {
        "name": "Dennis Music on Twitter",
        "url": "https://twitter.com/DennisMusicUK"
      }
    ]
  },
  {
    "title": "De Wolfe Music",
    "logoUrl": "",
    "description": "Creative and musically diverse, the production music library that started it all.\nWe produce a huge and diverse collection of music throughout our labels, over 100,000 tracks covering all genres. Our music is offered for use in all areas of broadcast, media, online and worldwide.\nOur music is produced by a roster of world class composers and producers. With the use of our very own recording space, Angel Recording Studios, we are able to constantly produce the highest quality music, whether it is a cinematic score, or some big band jazz.\nWe also offer a free music consultancy; our team are available to help you with music briefs, playlists and re-versioning as well as bespoke compositions.\nde Wolfe is extremely proud to be working with the Royal Philharmonic Orchestra and releasing their recordings of the world’s greatest classical music.\nde Wolfe Jazz is a unique collection of the very best jazz performances. From ragtime to jazz hop, and everything in between.\n20th Century Archive - a very special label of remastered works from our recordings made throughout the 20th century, each album focuses on a particular decade or era.\nRouge Music is a contemporary label showcasing its commercial composers, including the dance collective of modern club tracks.\nHudson Music is the interesting label that's a lot different. Hudson offers tracks that are quirky, fun and diverse: from Easy Listening and Lounge and musical clichés.\nSolid State Music, over 1500 tracks ideal for rock, sports, news and business all with a North American focus.\nCommercial Breaks, made-to-measure music that's ideal for radio ads, jingles and voice-overs, all cut to handy 60, 30 and 15 second lengths.\nSylvester Music, recorded between 1960 and 1974, this label covers everything from avant garde and music concrete, to French jazz and easy listening.",
    "links": [
      { "name": "Visit website", "url": "http://www.dewolfemusic.com/" },
      {
        "name": "Email De Wolfe Music",
        "url": "mailto:info@dewolfemusic.co.uk"
      },
      {
        "name": "De Wolfe Music on Facebook",
        "url": "https://www.facebook.com/deWolfeMusic"
      },
      {
        "name": "De Wolfe Music on Twitter",
        "url": "https://twitter.com/deWolfeMusic"
      },
      {
        "name": "De Wolfe Music on YouTube",
        "url": " https://www.youtube.com/watch?v=2bwjyljvtuI"
      }
    ]
  },
  {
    "title": "E-Ditions Music",
    "logoUrl": "",
    "description": "For over 20 years E-Ditions Music and SMI PM have been a boutique provider of production music for film, broadcast, digital media and corporate productions SMI Production Music aims to create a versatile collection of contemporary music, which is accessible and functional, while maintaining the attention to detail and authenticity of the music we love. Our priority is to work with our composers to develop a catalogue, which is indistinguishable from commercial music in terms of both quality and creativity. Whatever your music needs are, you're sure to find inspiration for creative content within the SMI PM catalogue. \nWe also offer our clients a full range of music solutions including custom music searches, music supervision, music clearances and bespoke music services.",
    "links": [
      { "name": "Visit E-Ditions Music", "url": "https://www.smipm.com" },
      {
        "name": "Email E-Ditions Music",
        "url": "mailto:info@editionsmusic.com"
      }
    ]
  },
  {
    "title": "Emergency Production Music",
    "logoUrl": "",
    "description": "Emergency Production Music (EPM) is an exciting music library from the UK created for film, television and radio by Dominic Nangle, (one of the founding composers of the award winning V The Production Library ) and ex BBC Radio 1 Station Sound Producer Colin Burgess.\nThe library focuses on up to date, underground, independent and new music styles, fused with contemporary pop and dance sounds to create a catalogue of tracks that work for any production that requires a high quality contemporary soundtrack.\nWe’ve published hundreds of tracks across a wide range of genres but always with that distinctive Emergency Production Music style and high quality production.\nEach track offers a range of useful edits, including Talk Beds, Stings, Beatbreaks and FX providing a comprehensive package with a unique sound.",
    "links": [
      { "name": "Visit website", "url": "https://music.epm.uk.net/" },
      {
        "name": "Email Emergency Production Music",
        "url": "mailto:dave@epm.uk.net"
      },
      {
        "name": "Emergency Production Music on Twitter",
        "url": "https://twitter.com/@EPM_UK"
      }
    ]
  },
  {
    "title": "EMI Production Music",
    "logoUrl": "",
    "description": "EMI Production Music – a division of Sony/ATV Music Publishing – is renowned as a market leader across the globe and is home to prolific music labels KPM, Music House, Juice, Ded Good and many more.\nOur music is specifically created for use in media and, using our rich history and acute expertise, we dedicate ourselves to continually providing fresh and relevant content for our clients worldwide.\nOur catalogues\n\n    KPM Music\n    Musichouse\n    Juice Music\n    Ded Good Music\n    Sparkle & Burn\n    Raydia\n    Trilogy\n    JGM\n    Megatrax\n    Videohelper\n    Pedigree Cuts\n    Endgame\n    AV Music\n    Siren Cues\n    Selected Sound\n    Irradia\n    Model Music\n    Sonic Elixir\n    APM Music\n    Future World Music\n    Heavy Promos\n    Cinemusic\n    Endgame\n    Themes International\n    L.A Riot\n    Castle Music\n    Pennybank Tunes\n    Producer's Music Library\n    Beat Bites\n    Primary\n    Tonal Injection",
    "links": [
      { "name": "Visit website", "url": "https://www.emipm.com/en/" },
      {
        "name": "Email EMI Production Music",
        "url": "mailto:info@emiproductionmusic.com"
      },
      {
        "name": "EMI Production Music on Twitter",
        "url": "https://twitter.com/EMIPM_UK"
      },
      {
        "name": "EMI Production Music on Facebook",
        "url": "https://www.facebook.com/EMIProductionMusic"
      }
    ]
  },
  {
    "title": "Evolving Sound",
    "logoUrl": "",
    "description": "Designed and crafted specifically for highly dynamic content - movie trailers, gaming promos, TV spots and production - Evolving Sound deliver premium scores, from some of the world's best composers of dramatic music.\nDrawing on partnerships with the likes of the Budapest Symphony Orchestra and LA's best film and trailer mixers, our catalogue is highly focused and available to audition and download instantly.",
    "links": [
      { "name": "Visit website", "url": "http://www.evolvingsound.com" },
      {
        "name": "Email Evolving Sound",
        "url": "mailto:info@evolvingsound.com"
      },
      {
        "name": "Evolving Sound on Twitter",
        "url": "https://twitter.com/EvolvingSound"
      },
      {
        "name": "Evolving Sound on Facebook",
        "url": "https://www.facebook.com/evolvingsound/"
      },
      {
        "name": "Evolving Sound on YouTube",
        "url": "https://www.youtube.com/channel/UCG4htijKOd4YMbmdJ6p0ujQ"
      }
    ]
  },
  {
    "title": "Extreme Music",
    "logoUrl": "",
    "description": "Extreme Music is an international production music library that forms part of Sony/ATV Music Publishing. Extreme Music has operations in Berlin, Sydney, New York and Los Angeles and is headquartered in London.\nAn unorthodox powerhouse that pound for pound packs a punch that leaves the competition on the ropes begging for mercy. We’re all about the music. Known for nose bleed high production values, our unrivaled roster includes Quincy Jones, Hans Zimmer, Sir George Martin, Snoop Dogg, Two Steps From Hell, Labrinth, Rodney Jerkins, Robbie Nevil, Ramin Djawadi, Vince Clarke, Hugh Padgham, Boris Blank, Mark Mothersbaugh, Clint Mansell, Rupert Gregson-Williams, Harry Gregson-Williams, Nick Launay, Atli Örvarsson, Christopher Lennertz, James Yuill, Sasha, Digweed, Michael Giacchino, Geoff Zanelli Terry Date, Timbaland, Brian Tyler, Eddie Kramer, Tyler Bates, Dweezil Zappa, Brian Dougans, Amon Tobin, Klaus Badelt, Mark Mancina, Paul Hartnoll, John Powell, Steve Jablonsky, James S. Levine, Xzibit, Blues Saraceno, Junkie XL and DJ Shadow. \nSubsidiary catalogues\n\n    X-Series\n    Directors Cuts\n    Mixed Tape\n    The Thirteen Brotherhood\n    Two Steps From Hell\n    Hype Music\n    War & Audio\n    Gore & Audio\n    Law & Audio\n    Spintrest\n    Lab Rat Recordings\n    Velvet Ears\n    Grandmaster Production Music\n    Easy Listenin'\n    Stampede Production Music\n    The Moonshine Music Co.\n    Superpop\n    Ultimate Classix\n    Q Series\n    Passport\n    Scoreganics\n    Twisted\n    Made",
    "links": [
      { "name": "Visit website", "url": "http://www.extrememusic.com/" },
      { "name": "Email Extreme Music", "url": "mailto:info@extrememusic.com" },
      {
        "name": "Extreme Music on Twitter",
        "url": "https://twitter.com/ExtremeMusic"
      },
      {
        "name": "Extreme Music on Facebook",
        "url": "https://www.facebook.com/extrememusic"
      }
    ]
  },
  {
    "title": "FAADA Ltd",
    "logoUrl": "",
    "description": "Boutique catalogue of quality titles from emerging talent and otherwise independent musicians.\nProfits help fund community focused activities",
    "links": [
      { "name": "Visit website", "url": "http://www.musicsolutions.org.uk/" },
      { "name": "Email FAADA Ltd", "url": "mailto:info@musicsolutions.org.uk" },
      { "name": "FAADA Ltd on Twitter", "url": "https://twitter.com/fdmscic" },
      {
        "name": "FAADA Ltd on Facebook",
        "url": "https://www.facebook.com/diversemusicsolutions"
      }
    ]
  },
  {
    "title": "Faber Production Music",
    "logoUrl": "",
    "description": "Altitude x Faber is a joint venture between Altitude Music and the prestigious music publisher Faber Music, which represents some of the most distinguished classical and media composers in the world today. Our intention is to create a composer-led series, which allows them the creative freedom for their own stylistic voices to be heard. We are thrilled to be able to make these celebrated composers' works available, where in many cases previously their compositions have been available by commission only.",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.altitude-music.com/news/new-label-altitude-x-faber"
      },
      {
        "name": "Email Faber Production Music",
        "url": "mailto:Media@fabermusic.com"
      },
      {
        "name": "Faber Production Music on Facebook",
        "url": "https://www.facebook.com/FaberMusicMediaUK/"
      },
      {
        "name": "Faber Production Music on Twitter",
        "url": "https://twitter.com/FaberMusicMedia"
      },
      {
        "name": "Faber Production Music on YouTube",
        "url": "https://www.youtube.com/user/FaberMusicMedia"
      }
    ]
  },
  {
    "title": "Felt Music",
    "logoUrl": "",
    "description": "Felt is an independent creative music production company based in London with additional offices in Amsterdam and a global sub publishing network.\nFelt have a truly outstanding resource of 12,000+ premium professional compositions that are simply made for broadcast & advertising. Our roster of award winning composers ensure our monthly releases cover all genres of music whilst also creating those gems you may not find elsewhere.  \nOur team of well experienced and dedicated supervisors are on hand to assist with searches and creative suggestions. Our custom music division are available to create bespoke compositions and creative edits of existing tracks for those more tailored projects. Our music undergoes a stringent A&R process in order to ensure our releases are of the highest quality.\nOur catalogues\n\n    Felt Music Library\n    Elias Music Library\n    I'm Not a Machine Music",
    "links": [
      { "name": "Visit Website", "url": "http://www.feltmusic.com/" },
      { "name": "Email Felt Music", "url": "mailto:hello@feltmusic.com" }
    ]
  },
  {
    "title": "Figure and Groove",
    "logoUrl": "",
    "description": "At Figure and Groove, our unwavering dedication to providing premium quality music and service has led this family owned business since 2003 to become a solid go-to solution for custom scoring many of today’s popular TV series and documentaries, while also providing a discovered-with-delight library for broadcast needs of all kinds and agencies worldwide.\n\nOur boutique library boasts a high degree of modern orchestral hybrid music, as well as Dance, Pop, Hip Hop, Rock, Electronic and more, in quantities that are concise and easy to search. Think of us as a small batch kitchen with only the finest ingredients. This is music that has our clients coming back again and again for its songwriting, performance, and ease of use. Stems and stripped down alt mixes are available right online. \n\nAlong with our primary Figure and Groove catalog is AURA, a Sound Design FX collection with offerings unlike anywhere else: all the standards, and extended length sound design score in a variety of useful styles that has met with great response and is only available through Figure and Groove. Equally popular is our trailer catalog Revolution, featuring the best in epic orchestral music with unexpected hybrid styles like the heaviest trailer rock around. These two unique collections are why Figure and Groove is heard in blockbuster movie trailers worldwide.\n\nOur library and custom work are the result of many years spent seeking out only the most talented composers for every style. From Iceland to Nashville, we have unearthed the diamonds of the composing world to bring our clients only the best. We are known for crafting premium quality original music with real instruments and uniquely created digital sounds, geared towards exceeding expectations in the world of production music.\n\nBeing independent isn't always easy, but the results are worth it. We share your passion to stand out in a cookie cutter world and wouldn’t have it any other way.\n\nDiscover Figure and Groove today\nSubsidiary catalogues:\n\n    \n    AURA EFX\n    \n    \n    Revolution\n    \n    \n    Figure and Groove Presents",
    "links": [
      {
        "name": "Visit the Figure and Groove website",
        "url": "https://figureandgroove.sourceaudio.com"
      }
    ]
  },
  {
    "title": "FPM Music",
    "logoUrl": "",
    "description": "FPM Music gives you the best music on the planet across all genres.\nCheck out the new series'\n\n    SEXY - only the best contemporary music.\n    iDOCS - if you are making documentary films then you need this.\n    EZLY - East listening at it's best.\n    CLXY - classical recordings second to none",
    "links": [
      { "name": "Visit Website", "url": "http://www.fpmmusic.com/#/home" },
      { "name": "Email FPM Music", "url": "mailto:info@fpmmusic.com" }
    ]
  },
  {
    "title": "Gargantuan Music",
    "logoUrl": "",
    "description": "Gargantuan Music is a boutique production library and custom cue creator.\nWe specialise in high quality music and sound design for trailers, promos and advertising.",
    "links": [
      {
        "name": "Visit Website",
        "url": "http://www.gargantuanmusic.com/#!home"
      },
      {
        "name": "Email Gargantuan Music",
        "url": "mailto:music@gargantuanmusic.com"
      },
      {
        "name": "Gargantuan Music On Twitter",
        "url": "https://twitter.com/gargantuan_mx"
      },
      {
        "name": "Gargantuan Music on Facebook",
        "url": "https://www.facebook.com/GargantuanMusic"
      },
      {
        "name": "Gargantuan Music on YouTube",
        "url": "https://www.youtube.com/user/gargantuanmusic"
      }
    ]
  },
  {
    "title": "Greenfield Music",
    "logoUrl": "",
    "description": "Over the last twenty years, GMusic, (also known as Greenfield Music), has been creating production music tracks for professional sound dubbers, mixers, editors and producers working in the film, broadcast and media industries.\nMany of their tracks have found their way into the production of films, television programmes, advertisements, documentaries and corporate videos across the world. \nSubsidiary catalogues:\n\n    GMusic- Greenfield Music\n    Ballymachola\n    Crossmolina\n    Co Mayo\n    Ireland",
    "links": [
      {
        "name": "Visit Website",
        "url": "http://gmusic.co.uk/trailers-promotional/"
      },
      { "name": "Email Greenfield Music", "url": "mailto:music@gmusic.co.uk" }
    ]
  },
  {
    "title": "Grey Man Production Music",
    "logoUrl": "",
    "description": "Grey Man Production Music is a boutique catalogue of subtle, atmospheric and nuanced underscores primarily for documentary, current affairs and factual programming where musically, we believe that less, can-often-times, be more. \nLone Sound is a GMPM sub label exclusively providing production music featuring solo instrumentation.\nQuick, commissioned music available upon request and fast, professional response to music briefs and playlist requests for the best possible results and time saving. \nSubsidiary catalogues:\n\n    Lone Sound",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.greymanmusic.sourceaudio.com"
      },
      {
        "name": "Email Grey Man Production Music",
        "url": "mailto:contact@grey-man-music.com"
      },
      {
        "name": "Grey Man Production Music on Facebook",
        "url": "https://www.facebook.com/greymanproductionmusic/ "
      },
      {
        "name": "Grey Man Production Music on Twitter",
        "url": "https://twitter.com/greymanpm "
      },
      {
        "name": "Grey Man Production Music on YouTube",
        "url": "https://www.youtube.com/channel/UCX7FJyIDtDfSwApYQ1KbXZg "
      }
    ]
  },
  {
    "title": "Handmade Sounds",
    "logoUrl": "",
    "description": "Launched in 2017, Handmade Sounds specialise in authentic, artist-driven Production Music for choosy creatives. Our roster features artists/composers from all over the world, all specialising in different genres, and all dedicated to producing timeless, distinctive tracks.\nWhatever your music needs are, you're sure to find inspiration within our catalogue.\nOur easy-to-use search engine lets you quickly find and download the most suitable tracks for your project. All tracks are also available at BBC Desktop Jukebox, ITV Music Hub & ILM for Media.\nHandmade Sounds: Music by hand, not machine.",
    "links": [
      {
        "name": "Handmade Sounds Website",
        "url": "http://www.handmadesounds.com"
      },
      {
        "name": "Email Handmade Sounds",
        "url": "mailto:enquiries@burning-petals.com"
      },
      { "name": "Twitter", "url": "http://www.twitter.com/handmadesounds" },
      {
        "name": "Facebook",
        "url": "http://www.facebook.com/handmadesoundsprodmusic"
      }
    ]
  },
  {
    "title": "High Left Music",
    "logoUrl": "",
    "description": "High Left Music is a constantly growing library of contemporary music beds designed to provide dynamic soundtracks for Radio, TV, Film, Commercial Advertising, Web and Online productions.\nComposed and curated by the creative minds at ReelWorld, HLM draws on more than 25 years of experience creating groundbreaking imaging, music and sonic branding for the most influential and listened to radio stations on the planet including BBC Radio 1 / 1Xtra, Z100 New York, 2Day FM Sydney, KIIS Los Angeles, Heart UK, Kiss UK and hundreds more.\nFrom our European HQ at MediaCityUK, to our upper west-coast U.S studios in Seattle and a myriad of production points in between, we are musicians, composers, producers, creatives and downright nice people who spend every day working to create little moments of joy for listeners all over the world.",
    "links": [
      {
        "name": "Visit Website",
        "url": "https://highleftmusic.sourceaudio.com/#!albums "
      },
      {
        "name": "E-mail High Left Music",
        "url": "mailto:hello@highleftmusic.com"
      },
      {
        "name": "High Left Music on Facebook",
        "url": "https://www.facebook.com/High-Left-music-2578555305507658/"
      },
      {
        "name": "High Left Music on Twitter",
        "url": "https://twitter.com/highleftmusic"
      }
    ]
  },
  {
    "title": "Incredible Production Music",
    "logoUrl": "",
    "description": "Incredible Production Music is an independent PRS/MCPS music library.\n    \n    \n    Supplying high quality music for television, film, animation and advertising.\n    \n    \n    Our world-class composers have over 450 hours of prime-time credits.\n    \n    \n    Including numerous worldwide formats to our composers credits and award winning series.\n    \n    \n    They have worked for all the major networks including: BBC, ITV, Channel 4, FIVE, National Geographic, Discovery Channel, SKY.\n    \n    \n    Our music features in many UK prime-time TV shows.\n    \n    \n    We also offer a bespoke music service to make the music sound great in your productions.\n    \n    \n    Commissioned music is also offered on request.\n    \n    \n    Incredible Production Music is a library which makes the music work in your productions for incredible results!",
    "links": [
      {
        "name": "Incredible Production Music Website",
        "url": "http://www.incrediblemusic.tv "
      }
    ]
  },
  {
    "title": "In-spired Production Music",
    "logoUrl": "",
    "description": "In-spired represents a fresh approach to production music, fulfilling the need for original sounds rather than imitations of popular music.\nFrom sourcing new and talented composers,to investing great effort into our music production and visual design; everything we do is carefully crafted. We use real instruments to capture unique performances and employ digital technology to create original sound.\nBecause of this, our work is something people look to time and time again when they want the best in musical composition, performance and production.",
    "links": [
      { "name": "Visit Website", "url": "http://inspiredproductionmusic.com/" },
      {
        "name": "Email In-spired Music",
        "url": "mailto:music@inspiredproductionmusic.com"
      },
      {
        "name": "In-spired Music on Twitter",
        "url": "https://twitter.com/InspiredPM"
      },
      {
        "name": "In-spired Music On YouTube",
        "url": "https://www.youtube.com/user/InspiredPM"
      }
    ]
  },
  {
    "title": "Intake Records",
    "logoUrl": "",
    "description": "Intake Records is producing a small, eclectic collection of production music, ranging from classical piano to dance floor belters, all composed by artists with twenty years experience composing for and working within broadcast TV.",
    "links": [
      {
        "name": "Visit Intake Records Website",
        "url": "http://intake-records.com "
      },
      {
        "name": "Intake Records on Facebook",
        "url": "https://www.facebook.com/IntakeRec/ "
      },
      {
        "name": "Intake Records Showreel",
        "url": "https://www.youtube.com/watch?v=lhWyc50Dfn4&feature=youtu.be"
      }
    ]
  },
  {
    "title": "Just Another Label",
    "logoUrl": "",
    "description": "Over the past 15 years we work in collaboration and have produced production music, for Extreme Music, Ded Good, Primetime, Carlin, Lemoncake, Sonoton and Fable.\nWe specialise in Urban, Pop and EDM.",
    "links": [
      { "name": "Visit Website", "url": "http://www.lemoncake.com/" },
      { "name": "Email Just Another Label", "url": "mailto:ola@thedml.co.uk" }
    ]
  },
  {
    "title": "JW Media Music Ltd",
    "logoUrl": "",
    "description": "JW Media Music is a leading provider of production music in the UK.\nUsing the most advanced library search and download site at MyDrive.com we are able to provide over 33,000 tracks across multiple libraries. We represent both award winning LA based trailer libraries and a range of boutique independent libraries offering an unparalleled service and range of music.\nJW Media Music strives to create unique and well produced music which makes us stand out from the crowd. We record with both up and coming media composers and some of the best in the business. Our aim with working with MyDrivemusic.com is to help create a service to showcase the independent and unique libraries available in the UK in one place.",
    "links": [
      { "name": "Visit Website", "url": "http://www.jwmediamusic.co.uk/" },
      {
        "name": "Email JW Media Music",
        "url": "mailto:jenny@jwmediamusic.co.uk"
      },
      {
        "name": "JW Media Music on Twitter",
        "url": "https://twitter.com/jwmediamusic"
      },
      {
        "name": "JW Media Music on Facebook",
        "url": "https://www.facebook.com/jwmediamusic"
      },
      {
        "name": "JW Media Music on YouTube",
        "url": "https://www.youtube.com/jwmediamusic1"
      }
    ]
  },
  {
    "title": "Lemoncake Music",
    "logoUrl": "",
    "description": "Lemoncake is a new breed of music publisher supplying music to all forms of broadcast media. We've sourced music from the finest media composers, commercial writers, DJs and re-mixers in the business.\nWe are a 21st Century composer centric music provider, treating our composers with respect and providing a raft of innovative features to maximise their earning potential. Listeners get a whole new deal with radical search engine, auditioning and download facilities. \nWe’re at the centre of a Production Music revolution – we’d love you to join us!",
    "links": [
      { "name": "Visit website", "url": "http://www.lemoncake.com" },
      { "name": "Email Lemoncake", "url": "mailto:hello@lemoncake.com" },
      {
        "name": "Lemoncake on Twitter",
        "url": "https://twitter.com/lemoncakemusic"
      },
      {
        "name": "Lemoncake on Facebook",
        "url": "https://www.facebook.com/lemoncakemusic"
      }
    ]
  },
  {
    "title": "Loaded Production Music",
    "logoUrl": "",
    "description": "Loaded Production Music is an independent UK based production library, PRS/MCPS published member. Our writers include talent that compose for film, tv and radio and all of our albums are carefully constructed. We offer mix outs and grouped stems with every track to give you power and control of your production. \n\nOur core focus is to produce world-class production music delivered in a variety of albums that are fresh, authentic, and are true to the style and genre they are reflecting. \n\nWhether you are looking for themes for programming, music for commercials or something to help that promo stand out - Loaded delivers new productions every single month.",
    "links": [
      {
        "name": "Visit Website",
        "url": "http://www.loadedproductionmusic.com"
      },
      {
        "name": "Loaded Production on Facebook",
        "url": "https://www.facebook.com/LoadedProdMusic/ "
      },
      {
        "name": "Loaded Production on Twitter",
        "url": "https://twitter.com/LoadedProdMusic"
      },
      {
        "name": "Loaded Production on YouTube",
        "url": "https://www.youtube.com/channel/UCfhQnJ8prAEEDM125H39qpA "
      },
      {
        "name": "Email Loaded Production",
        "url": "mailto:studio@loadedproductionmusic.com"
      }
    ]
  },
  {
    "title": "London Sync Music",
    "logoUrl": "",
    "description": "London Sync specialises in production music for advertising, television and film.",
    "links": [
      {
        "name": "Visit the London Sync Website",
        "url": "http://www.londonsyncmusic.com "
      }
    ]
  },
  {
    "title": "Machiavelli Music Publishing",
    "logoUrl": "",
    "description": "Onetrackaday and Onetrackaday Classical are the catalogues produced by Machiavelli Music and available in UK and Ireland through PRS Production Music License.\nSince 1989 Machiavelli Music work at national and international level in music licensing, clearance, consulting, synchronization and production.\nMachiavelli’s clients are professionals in Adv, TV, entertainment, film, radio, post-production, events, corporate communication, web and cross-media.\nMachiavelli Music produces its own library catalogues Onatrackaday and Onetrackaday Classical. Moreover it manages many other catalogues on the sub-publishing side, not only production music but also cover versions of famous hits, rare recordings of antique music, as well as up-to date recordings coming from independent labels and artists all over the world.\nMachiavelli Music search system contains a rich load of titles, featuring services such as music sourcing, personalised selections creating, extremely quick on-line licensing, direct download etc. Machiavelli is also working on a release of the first ten volumes of its new production music library Onetrackaday in 2004 Machiavelli founded Music Architecture Ltd with seat in London, company focused on brand music projects and instore music services (clients like Ermenegildo Zegna, Tod’s Hogan, Fendi, Gucci, Armani, Juventus...).\nAt Machiavelli Music our \"mantra\" is \"we have a human touch\". Of course we do have a wonderful digital music search engine, but we always prefer to talk to our clients. So, this way our twelve people team can identify client's musical needs at best and design for them a tailor made solution.\nOur catalogues\n\n    Onetrackaday\n    Onetrackaday Classical",
    "links": [
      { "name": "Visit Website", "url": "http://www.machiavellimusic.com/" },
      {
        "name": "Email Machiavelli Music Publishing",
        "url": "mailto:licensing@machiavellimusic.com"
      },
      {
        "name": "Machiavelli Music Publishing on Facebook",
        "url": "https://www.facebook.com/Machiavelli-Music-Publishing-110726325629556/"
      },
      {
        "name": "Machiavelli Music Publishing on YouTube",
        "url": "https://www.youtube.com/user/MachiavelliMusic"
      }
    ]
  },
  {
    "title": "Made Up Music",
    "logoUrl": "",
    "description": "Made Up Music is a composer-led production music library. MUM's catalogue features world class composers using real musicians in professional recording environments with high production values. \nWe also provide a bespoke service where we will music edit for your production, send live links of suggestions, and record or extend music to picture.",
    "links": [
      { "name": "Visit website", "url": "https://www.madeupmusic.co.uk/ " },
      { "name": "Email Made Up Music", "url": "mailto:info@madeupmusic.co.uk" },
      {
        "name": "Made Up Music on YouTube",
        "url": "https://www.youtube.com/watch?v=0KN7BvGUxqQ "
      },
      {
        "name": "Made Up Music on Facebook",
        "url": "https://www.facebook.com/Made-Up-Music-171608319515972/ "
      }
    ]
  },
  {
    "title": "MasonWrightson Music Library",
    "logoUrl": "",
    "description": "MasonWrightson Music is a production music or library web site. Pete Mason and Paul Wrightson compose and record songs and instrumental music.\nTheir combined expertise, Peter a professional recording engineer, bassist and keyboard player, and Paul a professional guitarist, vocalist and songwriter, means they have been able to compose a wide range of songs and pieces that suit a variety of commercial situations. Their library is therefore a catalogue of original music in different genres suitable for production.\nMusic can be selected by genre, mood, style or instrument using a simple search engine.The music is appropriate for film-TV, advertising, mobile, web, audio recordings or for any creative media.",
    "links": [
      { "name": "Visit website", "url": "http://masonwrightsonmusic.com" },
      {
        "name": "Email MasonWrightson Music Library",
        "url": "mailto:paul.wrightson@gmail.com"
      }
    ]
  },
  {
    "title": "Mediatracks",
    "logoUrl": "",
    "description": "Mediatracks is an independent and well-established provider of Production Music for the worldwide broadcast industry, founded by composer, musician and producer Steve Johnson.\nFor more than 20 years, our award winning team of composers and producers has supplied music to TV, film, advertising and online productions.\nBacked up by state of the art studio and audio mastering facilities, and a dedicated team of music supervisors, we can supply music of all kinds for your media production.\nWe offer free music searches so send us your music brief today.",
    "links": [
      { "name": "Visit Website", "url": "http://www.mediatracks.co.uk/" },
      { "name": "Email Mediatracks", "url": "mailto:info@mediatracks.co.uk" }
    ]
  },
  {
    "title": "Mining Music",
    "logoUrl": "",
    "description": "A collection of original production music inspired by sounds of the West Coast.\nWe’ve crafted a boutique collection of unique tracks. These are the tunes you’ll catch yourself whistling with melodies that get right under the skin. We keep it refined because we believe that production music should always be original, exciting and memorable.\nWith extensive experience in writing for commercial briefs and studio production, we’ve worked with a large roster of clients including: Sky, EA Sports, Bank of Ireland, Saffron Digital and Payless Shoes. Our music has also featured on US network television shows: One Tree Hill, Vampire Diaries, The Tyra Show, Life unXpected, Reaper, The OC and Gossip Girl.",
    "links": [
      { "name": "Visit Website", "url": "http://www.miningmusic.com/" },
      { "name": "Email Mining Music", "url": "mailto:info@miningmusic.com" },
      {
        "name": "Mining Music on Twitter",
        "url": "https://twitter.com/digminingmusic"
      },
      {
        "name": "Mining Music on Facebook",
        "url": "https://www.facebook.com/TheMiningMusic/"
      }
    ]
  },
  {
    "title": "Monkey Puzzle House Production Music",
    "logoUrl": "",
    "description": "Monkey Puzzle House Music Publishing Ltd. is a family run music publisher based near Cambridge UK. \nWith an exciting roster of writers including experienced, successful sync composers through to emerging talent, we provide a library of 100% pre-cleared, easily editable, dynamic and focused pieces of the highest levels of composition, performance and sound quality.",
    "links": [
      {
        "name": "Visit website",
        "url": "http://monkeypuzzlehouse.soundgizmo.com"
      },
      {
        "name": "Email Monkey Puzzle House Music Publishing Ltd",
        "url": "mailto:publishing@monkeypuzzlehouse.com"
      }
    ]
  },
  {
    "title": "Moogang Music",
    "logoUrl": "",
    "description": "Moogang Music is an independent music company which specialises in providing high quality production music and bespoke music solutions for Film, Television and New Media.\nWe are happy to adapt any production music tracks according to the specific needs of your production (please note that certain terms and conditions apply). If you can't find a track which suits your requirements we can compose a piece of music specifically for your production. For more information please visit our Bespoke page or contact us today for a no obligation quote.",
    "links": [
      { "name": "Visit Website", "url": "http://www.moogangmusic.com/" },
      { "name": "Email Moogang Music", "url": "mailto:info@moogang.co.uk" },
      {
        "name": "Moogang Music on Twitter",
        "url": "https://twitter.com/moogangmusic"
      },
      {
        "name": "Moogang Music on Facebook",
        "url": "https://www.facebook.com/MoogangMusic/"
      },
      {
        "name": "Moogang Music on YouTube",
        "url": "https://www.youtube.com/channel/UCyoQdknQdtSFCymcFn1q29A"
      }
    ]
  },
  {
    "title": "Motus Music",
    "logoUrl": "",
    "description": "'Mo-tus': Motion, Emotion & Inspiration.\nWe create and curate music which provides movement and emotion to your audio visual productions.\nWe represent a selection of small niche, genre specific catalogues as well as some larger multi-genre catalogues, offering a broad selection of quality music.\nOur Catalogues\n\n    Atomica Music\n    Auralation Music Library\n    BDL Music\n    Catapult Music\n    Catch Phrase\n    Clearside\n    Cordovan Music\n    Dark Horse Music\n    Dark Horse Vocal\n    Double G Studios\n    Ear Tonic Music\n    Elekt Music\n    Forza Sound Design\n    Konsonant Music\n    Konsonant Music B\n    Merge Music\n    Minimalism\n    Motion Focus Music\n    Music Gallery\n    Music Shop\n    Music Shop Online\n    Music Shop Tools\n    Music Shop Zen\n    Opening Line Music Group\n    Signal\n    Spot Society\n    Super Sonic Noise\n    Tape Stop Music\n    Torque Elements\n    Torque Music\n    UnderCurrents Music\n    UpdownUp\n    VTown Cartel Music\n    Xueran Chen Music",
    "links": [
      { "name": "Visit website", "url": "http://www.motusmusic.co.uk/" },
      { "name": "Email Motus Music", "url": "mailto:info@motusmusic.com" },
      {
        "name": "Motus Music on Twitter",
        "url": "https://www.twitter.com/motusmusic"
      },
      {
        "name": "Motus Music on Facebook",
        "url": "https://www.facebook.com/MotusMusicLtd/"
      }
    ]
  },
  {
    "title": "Muchas Music",
    "logoUrl": "",
    "description": "Muchas Music is a fresh and vibrant library. We're a fiercely independent publisher and work closely with our exciting established and emerging composer network producing music that our clients are asking for.",
    "links": [
      { "name": "Visit Muchas Music", "url": "http://www.muchasmusic.com" },
      { "name": "Email Muchas Music", "url": "mailto:gracias@muchasmusic.com" },
      { "name": "Twitter", "url": "http://www.twitter.com/muchasmusic" },
      { "name": "Facebook", "url": "http://www.facebook.com/muchasmusic" }
    ]
  },
  {
    "title": "Music Factory Promotions",
    "logoUrl": "",
    "description": "Not one of the largest production music libraries on the planet but features quality original music for all kinds of media projects.",
    "links": [
      {
        "name": "Visit Website",
        "url": "http://www.musicfactorypromotions.com/"
      },
      {
        "name": "Email Music Factory Promotions",
        "url": "mailto:raymanderson@musicfactorypromotions.com"
      },
      {
        "name": "Music Factory Promotions on Facebook",
        "url": "https://www.facebook.com/musicfactorypromotions/"
      }
    ]
  },
  {
    "title": "Music for Sport",
    "logoUrl": "",
    "description": "Music for Sport Ltd. is a high-quality international MCPS production music library, specializing in sports-orientated music and soundtracks.\nSince launching in 1992 at the Barcelona Olympics, Music For Sport has become one of the leading providers of production music for the world's broadcast and webcast media.\nMusic for Sport’s wide-ranging library of modern contemporary instrumental music, crafted by a dynamic and highly experienced team of composers, producers, engineers and musicians, is precision-made for today’s media requirements.\nRecent credits include:\n\n    BBC\n    CNBC\n    Sky Sports\n    ITV\n    Discovery Channel\n    Capital Radio\n    CSI\n    NCIS\n    The Tonight Show\n    Parking Wars\n    American Restoration\n    The History Channel\n    The Travel Channel\n    Inside Racing\n    The National Geographic Channel\n\nMusic available by subscription only, please contact simon@musicforsport.com.\nView Music for Sport's catalogue.",
    "links": [
      { "name": "Visit Website", "url": "http://musicforsport.com/" },
      {
        "name": "Email Music for Sport",
        "url": "mailto:mail@musicforsport.com"
      },
      {
        "name": "Music for Sport on Facebook",
        "url": "https://www.facebook.com/musicforsport"
      },
      {
        "name": "Music for Sport on Twitter",
        "url": "https://twitter.com/MUSICFORSPORT"
      },
      {
        "name": "Music for Sport on YouTube",
        "url": "  https://www.youtube.com/channel/UCeqRlYydiF5q-A8LywFFu5w"
      }
    ]
  },
  {
    "title": "N. Alchemy Music",
    "logoUrl": "",
    "description": "A small unique independent library that caters for an innovative approach to production music and audio visual accompaniment.\nA range of authentic soundtracks, trailers and modern cinematic enhancements will be added on a continuous basis to endure modern day and futuristic demands. Stems are also obtainable for convenience and unique track exclusivity.\nIf your production demands a touch of avant-garde or tradition then we'd relish the chance to work with you.",
    "links": [
      { "name": "Visit Website", "url": "http://www.nalchemymusic.co.uk/" },
      {
        "name": "Email N.Alchemy Music",
        "url": "mailto:n.alchemymusic@gmail.com"
      },
      {
        "name": "N.Alchemy Music on Twitter",
        "url": "https://twitter.com/N_Alchemy_Music"
      }
    ]
  },
  {
    "title": "Narrative Mind",
    "logoUrl": "",
    "description": "Welcome to Narrative Mind. We create music for stories. Real lives or imagined, real creatures or mythical, documentaries or tall tales. Whatever the story, get in touch!",
    "links": [
      { "name": "Visit Website", "url": "http://www.narrativemind.co.uk" },
      {
        "name": "E-mail Narrative Mind",
        "url": "mailto:tom@narrativemind.co.uk"
      }
    ]
  },
  {
    "title": "Neil Cartwright Music",
    "logoUrl": "",
    "description": "With over twenty years experience as a busy film composer, this catalogue is for the ambitious creator. There's an enormous range of styles here: orchestral music, ethnic music, organic techno fusion, evolving atmospheres and many other genre that reflect current trends in TV, film and other media.\n\nHaving worked on over 200+ mainstream projects, I now supply music to directors and producers almost every week, with a focus on factual, drama and adventure for BBC1, BBC2, ITV1, C4, C5, CBeebies and the History Channel.\n\nThis collection of music has been written, and is refreshed, between my commissioned work - the latter often for the BBC Natural History Unit in Bristol.",
    "links": [
      { "name": "Visit website", "url": "https://library.neilcartwright.com/" },
      {
        "name": "Email Neil Cartwright Music ",
        "url": "mailto:enquiries@neilcartwright.com"
      },
      {
        "name": "Neil Cartwright Music on Twitter",
        "url": "http://www.twitter.com/NECartwright"
      }
    ]
  },
  {
    "title": "Ninja Tune Production Music",
    "logoUrl": "",
    "description": "The production music arm of UK independent record label Ninja Tune.",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.ninjatuneproductionmusic.com "
      },
      {
        "name": "Email Ninja Tune Prod Music",
        "url": "mailto:licensing@ninjatuneproductionmusic.com"
      }
    ]
  },
  {
    "title": "No Sheet Music",
    "logoUrl": "",
    "description": "From the team behind Wise Buddah Jingles & Music Imaging Ltd, No Sheet Music is a new production company that is focused on partnering up with inspiring new artists and award winning Film & TV composers.\nExisting tracks can be re-edited and stems provided, original bespoke compositions beautifully crafted and music supervision & licensing made easy. At No Sheet Music we’ve got all your production needs covered.\nBy nurturing a close and collaborative relationship with each of our artists, we mediate your creative vision with their production & song writing abilities, a bit like your own personal music agent! The result? No Sheet tracks, just when you need them.",
    "links": [
      {
        "name": "Visit Website",
        "url": "https://www.nosheetmusic.tv/#//index-NSM.php"
      },
      {
        "name": "Email No Sheet Music",
        "url": "mailto:info@nosheetmusic.co.uk"
      },
      {
        "name": "No Sheet Music on Twitter",
        "url": "https://twitter.com/NoSheetMusic"
      },
      {
        "name": "No Sheet Music on YouTube",
        "url": "https://www.youtube.com/channel/UCjBm6hgoPNBiuG1qBDIW99w"
      }
    ]
  },
  {
    "title": "Noisebiscuits",
    "logoUrl": "",
    "description": "Welcome to Noisebiscuits, a boutique independent production resource that is dedicated to providing original and interesting music for TV, Radio, Film and Websites.\nWe have a fresh and constantly growing library of music written by our hand selected and respected composers, who if requested can also write music tailored to your needs.\nAll our music is simple to download in both mp3 (High quality 320kbps) or wav (48 kHz 16-bit) format. Our music is pre-cleared through the standard PRS/MCPS blanket licence agreement and is subject to their terms and conditions (standard for the media production industry). All our music can be previewed in our browser, and is searchable by style, instrumentation or BPM to help you choose the right music for your project. If you want to see all available tracks, leave the search box blank.\nMost of our tracks have distinctly different loop-able sections so it’s worth skipping forward if you’re not sure at first listen.\nSimply register with us in order to download files. Registration is quick and free.",
    "links": [
      { "name": "Visit Website", "url": "http://noisebiscuits.com/" },
      { "name": "Email Noisebiscuits", "url": "mailto:info@noisebiscuits.com" },
      {
        "name": "Noisebiscuits on Twitter",
        "url": "https://twitter.com/noisebiscuits"
      }
    ]
  },
  {
    "title": "Off The Shelf Music",
    "logoUrl": "",
    "description": "Production music for film, TV, radio and online media.\nOff The Shelf Music is a small independent production music library founded in 1991. A member of PRS and MCPS with contributions from 46 composers on over a thousand wide ranging tracks of useful high quality production music. Our fresh, innovative tracks and straight forward website aim to make your music selection a successful and enjoyable experience.",
    "links": [
      { "name": "Visit Website", "url": "http://otsm.co.uk/" },
      {
        "name": "Email Off The Shelf Music",
        "url": "mailto:brian.offheshelfmusic@mail.com"
      },
      {
        "name": "Off The Shelf Music on Facebook",
        "url": "https://www.facebook.com/offtheshelfmusic/"
      },
      {
        "name": "Off The Shelf Music on Twitter",
        "url": "https://twitter.com/brianofftheshe1"
      },
      {
        "name": "Off The Shelf Music on YouTube",
        "url": "https://www.youtube.com/watch?v=HoEdx61lDy8"
      }
    ]
  },
  {
    "title": "Panama Music Library",
    "logoUrl": "",
    "description": "Panama Music Library is an independent production music library founded in England, UK, in 1990, and is part of the Digimix Music Organisation. Our music catalogue contains multi-generic music for a wide variety of applications of use.\n\nOur library music has been licensed globally and is used in all areas of broadcasting, media and online in the radio, tv, film, audio-visual, advertising, multimedia and games industries worldwide, with broadcasts across multi national networks to include, but not limited to, the BBC, ITV, Sky, Fox, Tokyo Broadcasting Company, Universal films, French Canal films, etc. \n\nOur music is now supplied digitally but cds can be supplied on request if required. \n\nWe work with production companies, producers, online editors, music supervisors, advertising agencies, etc, literally all end users of library music.\nCatalogues:\n\n    Musik 'Image Music Library\n    Eventide Music Library\n    Psi Music Library\n    Caribbean Music Library\n    Heraldic Production Music Library\n    Piano Bar\n    Corelia",
    "links": [
      {
        "name": "Panama Music Library Website",
        "url": "http://www.panamamusic.co.uk/"
      },
      { "name": "Email Panama Music Library", "url": "mailto:panamus@aol.com" }
    ]
  },
  {
    "title": "Picture Sound",
    "logoUrl": "",
    "description": "Picture Sound was established in the early ‘90s as a vehicle for Derrick Timms, an award-winning composer, to showcase his specially written film/TV music.\nHe was later joined by a team of expert writers including Dave Lennox (ambient/jazz), Poli Palmer (ethnic, jazz, ambient ), Tony Page (electronic), Graham Walker (blues rock), Richard Cottle (commercial) and Lindsay Bridgewater (classical).\nTogether, they are interested in pushing out the boundaries of what is possible, which is why at Picture Sound a wide variety of styles are available.\nYou will find our full catalog for review and download on ilikemusic.com.",
    "links": [
      { "name": "Visit Website", "url": "http://www.soundmusiclibrary.com/" },
      {
        "name": "Email Picture Sound",
        "url": "mailto:librarymusicpics@aol.com"
      },
      {
        "name": "Picture Sound on Facebook",
        "url": "https://www.facebook.com/PictureSoundPro/"
      },
      {
        "name": "Get a Production Music Library",
        "url": "https://musicshop.prsformusic.com/lmgr/"
      }
    ]
  },
  {
    "title": "Plan 8",
    "logoUrl": "",
    "description": "Plan 8 is a small independent with a unique identity - an alternative to the large and weighty and a fast forward-thinking ‘niche’ company always ready to break the mold with great new interesting product.\nAll our writers are having chart success right now or are top-level composers at the head of their game – they include the UK’s hottest production and writing teams alongside mega-remixers who have been responsible for over 50 Top Ten club records in the last five years.\nOur mainstream film and TV composer credits include:\n\n    Desperate Housewives \n    Lost \n    American Idol\n    Top Gear\n    Master and Commander\n\nWe understand that competition is out there and we embrace it because it makes us sharper, leaner and more willing to learn. Our reputation has been built on creativity, attention to detail, and quality of service and this will never change.\nWe welcome handling complex music searches and hearing from you.\nPlan 8: the future of contemporary production music",
    "links": [
      { "name": "Visit Website", "url": "http://www.plan8music.com/" },
      { "name": "Email Plan 8 Music", "url": "mailto:info@plan8music.com" },
      {
        "name": "Plan 8 Music on YouTube",
        "url": "https://www.youtube.com/channel/UCtvIrkBhJBfUBeEK1hypTjQ"
      }
    ]
  },
  {
    "title": "Poke Music",
    "logoUrl": "",
    "description": "Bold, bright, fun, quirky, stylish, intelligent, thoughtful, provocative, irreverent, NOW\nPOKE is a musical union between Boost and ever popular Brighton hipster producers, liftmusic.\nCelebrating all that is good in life, POKE is individual, quirky, intelligent and fun. POKE has style, class and likes to shake its ass. Proudly eccentric and up for a laugh but with a thoughtful and provocative edge, our aim is to provide the music we enjoy that hopefully you will love.\nGive your productions some POKE!",
    "links": [
      { "name": "Visit Website", "url": "http://www.poke-music.co.uk/" },
      { "name": "Email Poke Music", "url": "mailto:music@boostmusic.com" }
    ]
  },
  {
    "title": "Pop-Up Music Uk Ltd",
    "logoUrl": "",
    "description": "Our ethos is to provide and produce music that sounds true to the genre. We make/source folk music that sounds like it’s from the Shetland Islands and grunge like it’s from Seattle.",
    "links": [
      { "name": "Visit Website", "url": "http://pop-upmusic.com/" },
      { "name": "Email Pop-Up Music", "url": "mailto:info@pop-upmusic.com" },
      {
        "name": "Pop-Up Music on Twitter",
        "url": "https://twitter.com/Popupmusic1"
      },
      {
        "name": "Pop-Up Music on Facebook",
        "url": "https://www.facebook.com/Pop-up-Music-483438525074338/"
      }
    ]
  },
  {
    "title": "Portamento Music",
    "logoUrl": "",
    "description": "Portamento Music is a London based production music library, established in 2019 by two experienced composers working from their state-of-the-art recording studio.\nWe specialise in high-quality music of all genres, perfect for storytelling.",
    "links": [
      { "name": "Visit Website", "url": "http://www.portamentomusic.co.uk " },
      {
        "name": "Email Portamento Music",
        "url": "mailto:info@portamentomusic.co.uk"
      }
    ]
  },
  {
    "title": "Presana Production Music",
    "logoUrl": "",
    "description": "Presana Music is a Music Management, Licensing and Audio Production Company. Presana Production Music licensable here is one of our three divisions, curated and managed by a network and team across UK, USA, Brazil, Mexico and Spain.\nWe believe that music is the universal language of the soul and the whole company has a focus on storytelling with rhythm and groove.\n\n    Our Commercially Released Music Catalogue is licensable on a one stop shop basis worldwide\n    Our Production Music Library includes a range of musical styles authentic and locally created in the territories above\n    From our studios we create custom composition adding a perfect layer of support to visual storytelling.",
    "links": [
      { "name": "Visit Website", "url": "http://www.presanamusic.com/" },
      {
        "name": "Email Presana Production Music",
        "url": "http://info@presanamusic.com"
      },
      {
        "name": "Presana Music on Facebook",
        "url": "https://www.facebook.com/PresanaMusic/"
      },
      {
        "name": "Presana Music on YouTube",
        "url": "https://www.youtube.com/presanamusic"
      }
    ]
  },
  {
    "title": "Raft Music",
    "logoUrl": "",
    "description": "Our production music is constantly and reliably updated, always evolving, and especially created to help you tell your story, whether that’s for radio, TV, film, promos, commercials or online.\n\nWe carefully build full tracks, beds and short-form cuts. So whether you need to quickly drop music into a project, or micro-edit a complex piece, all of our tracks just work.",
    "links": [
      { "name": "Visit Website", "url": "http://www.raftmusic.com/" },
      {
        "name": "Raft Music on YouTube",
        "url": "https://www.youtube.com/channel/UCOoCDV-cOzj7Skt1qQJGhyA?view_as=subscriber"
      },
      { "name": "Email Raft Music", "url": "mailto:hello@raftmusic.com" },
      {
        "name": "Raft Music on Twitter",
        "url": "http://www.twitter.com/Raft_Music"
      }
    ]
  },
  {
    "title": "Ravenwood Music Ltd",
    "logoUrl": "",
    "description": "Ravenwood Music: Possibly the only production music catalogue to specialise in electronica and synth-based music, Ravenwood’s own label is aimed very much at documentary and factual entertainment productions; science and technology.\nRepresenting the best of 'boutique' production music labels from around the world:\n\n    Blinq\n\nCutting Edge – Indie – Pop-Rock – Arthouse – Ambient\n\n    Brand X\n\nConsistently providing high-end trailer and production music making Brand X the premiere choice for film trailer music.\n\n    If It Ain't Dutch\n\nEDM as only the Dutch can do it!\n\n    RedCola\n\nInnovative and cutting edge trailer music and sound design elements together with an excellent production music repertoire.\n\n    Source In Sync\n\nLong established TV production music catalogue from LA with an extensive repertoire ranging from large orchestral to intimate jazz combo, and vocal tracks from retro swing albums to heavy rock.\n\n    Strange Fruit\n\nOur fastest growing catalogue with its finger on the pulse and comprehensive repertoire from cutting-sdge dance to powerful documentary and drama.",
    "links": [
      { "name": "Visit Website", "url": "http://www.ravenwoodmusic.com/" },
      {
        "name": "Email Ravenwood Music",
        "url": "mailto:george@ravenwoodmusic.com"
      }
    ]
  },
  {
    "title": "Red and Bear Music Group",
    "logoUrl": "",
    "description": "RAB Rights Management is a trading name of Red and Bear Music Group Limited and comprises our publishing division. \nOur catalogue:\n\n    Cue",
    "links": [
      { "name": "Visit Website", "url": "http://rab-rm.com/index.html" },
      {
        "name": "Email Red and Bear Music Group",
        "url": "mailto:alex@RAB-RM.com"
      },
      {
        "name": "Red and Bear Music Group on Twitter",
        "url": "https://twitter.com/RABRightsMgmt"
      }
    ]
  },
  {
    "title": "Redrock Production Music",
    "logoUrl": "",
    "description": "Welcome to Redrock Production Music, an independent production company based in Northwood, London.\nWe craft beautiful sounds to cover any brief. Ranging across a broad span of genres from Kids through Romance, Gardens to Sport, Comedy to News, our music has a quirky edge that gives us a distinctive sound.\nWe readily admit that we're not one of the largest production libraries out there, but our independence allows us to create “outside the box” Our talented team boasts years of experience on both sides of the Mic! Writing Producing and Performing. We have a unique insight into the world of Production music.",
    "links": [
      {
        "name": "Visit the RPM website",
        "url": "http://www.redrock.creators.co.uk/"
      },
      { "name": "Email RPM ", "url": "mailto:info@redrockmusicltd.com" }
    ]
  },
  {
    "title": "Reliable Source Music",
    "logoUrl": "",
    "description": "RSM is one of the largest independent production music catalogues available to the UK’s Creative Media industry.\nWith over 80,000 production music tracks and the opportunity to have bespoke compositions written, RSM’s music allows pictures to flourish and brings creative ideas to life.\nThe company was founded by Ivor Novello Award winning songwriter and producer Wayne Bickerton (Sugar Baby Love – The Rubettes, Nothing But A Heartache – The Flirtations, Can’t Stop Loving You – Tom Jones and many more) who oversees all the creative content produced by RSM.\nOur music has been used in Disney Pixar's international TV trailer for Inside Out, Hollywood blockbuster and five time Oscar Nominated Foxcatcher, plus regularly features in many UK prime-time TV shows.\nAlong with our home grown catalogue, we represent a number of music catalogues all with their own individual strengths. With the epic trailer cues from Songs To Your Eyes, world music from AVC, topical albums from Intervox, popular music sounds from VTown Cartel, our catalogues are chosen to complement each other so there’s something for everyone.\nWhether you know exactly the sound you want or need help and advice on the music that will work well with your project, feel free to get in touch with the RSM music team. So call, email or even stop by the office and we will grab coffee and ice cream from the Italian café next door!\nOur catalogues\n\n    Adapt\n    Atomica Music\n    AVC\n    Black is Blonde\n    Catapult Music\n    Dark Horse Vocal\n    Dark Horse\n    Elekt Music\n    Forza\n    H2U\n    Intervox\n    Motion Focus Music\n    Music Gallery\n    Music Shop\n    Music Shop Online\n    Music Shop Tools\n    Music Shop Zen\n    Positivo Music\n    Reliable Source Music\n    RSM Classical\n    S&M Music\n    Song Zu\n    Songs To Your Eyes\n    Stephen Arnold Music\n    STYE Classical\n    The Artist Collection\n    Torque Elements\n    Torque Music\n    UnderCurrents Music\n    VTown Cartel Music\n    Wrong Planet",
    "links": [
      { "name": "Visit Website", "url": "http://www.reliable-source.co.uk/" },
      {
        "name": "Email Reliable Source Music",
        "url": "mailto:musicteam@reliable-source.co.uk"
      },
      {
        "name": "Reliable Source Music on Twitter",
        "url": "https://twitter.com/RSMLibrary"
      },
      {
        "name": "Reliable Source Music on Facebook",
        "url": "https://www.facebook.com/ReliableSourceMusic/"
      }
    ]
  },
  {
    "title": "SATV Publishing",
    "logoUrl": "",
    "description": "SATV Music - offering high quality MCPS production music specifically written and produced by professional composers working in the field of TV/Film and Advertising.\nGet in touch to find out more about our catalogue offering a wide variety of musical styles plus guaranteed breadth, depth and quality from top players, orchestras and composers.\nWe also provide searches for any musical brief.",
    "links": [
      { "name": "Visit Website", "url": "http://www.satvmusic.com/" },
      { "name": "Email SATV Publishing", "url": "mailto:satvmusic@bskyb.com" },
      {
        "name": "SATV Publishing on Facebook",
        "url": "  https://www.facebook.com/satv.music.tv.film"
      },
      {
        "name": "SATV Publishing on Twitter",
        "url": "https://twitter.com/satvmusic"
      },
      {
        "name": "SATV Publishing on YouTube",
        "url": "https://www.youtube.com/watch?v=bIYJJeNNzEQ&feature=youtu.be"
      }
    ]
  },
  {
    "title": "Sauce Music",
    "logoUrl": "",
    "description": "Sauce Music is a cool, boutique music production library that prides itself on its quality and creativity as its secret ingredient.\nWorking across all genres it sources the most talented composers and songwriters for the music and the hottest illustrators and artists for their album covers. Its popularity is growing worldwide so check them out to find out why.",
    "links": [
      { "name": "Visit Website", "url": "http://www.sauce-music.com/" },
      { "name": "Email Sauce Music", "url": "mailto:hello@sauce-music.com" },
      {
        "name": "Sauce Music on Twitter",
        "url": "https://twitter.com/saucemusic"
      }
    ]
  },
  {
    "title": "Skipjack Music Limited",
    "logoUrl": "",
    "description": "Skipjack Music Ltd is a bespoke collection of library music specially designed for television.\nOur aim is to have a commercial sound and feel, one that gives the versatility that production music allows.\nWe hope you enjoy the library.",
    "links": [
      {
        "name": "Visit the Skipjack Website",
        "url": "http://www.skipjackmusic.co.uk/"
      }
    ]
  },
  {
    "title": "Skylight Production Music",
    "logoUrl": "",
    "description": "A boutique production music library, home to a diverse selection of genres and styles. Every track is hand picked to ensure our music connects with people and provokes the desired emotion.",
    "links": [
      {
        "name": "Visit the Skylight Production Music Website",
        "url": "http://skylightproductionmusic.com/"
      },
      {
        "name": "Email Skylight Production Music",
        "url": "mailto:skylightproductionmusic@outlook.com"
      }
    ]
  },
  {
    "title": "Sneaky Biscuit",
    "logoUrl": "",
    "description": "The Sneaky Biscuit team have been working hard behind the scenes to bring you innovative top quality production music. \nWe have found hugely talented musicians, worked with them and consulted with world class television editors to create a library of music which is not only cutting edge but also comes with alternate versions and stings designed to save time, effort and sanity in the edit suite.\nOur aim is to supply fresh and exciting tracks which go beyond the traditional production music horizons.",
    "links": [
      { "name": "Visit website", "url": "https://sneakybiscuit.com/" },
      {
        "name": "Email Sneaky Biscuit",
        "url": "mailto:info@sneakybiscuit.com"
      },
      {
        "name": "Sneaky Biscuit on Facebook",
        "url": "https://www.facebook.com/sneakybiscuitmusic"
      },
      {
        "name": "Sneaky Biscuit on Twitter",
        "url": "https://twitter.com/sneakyb_music"
      },
      {
        "name": "Sneaky Biscuit on YouTube",
        "url": "https://www.youtube.com/channel/UCv6BpVvLfDFK2xeF92Wsa1g/featured"
      }
    ]
  },
  {
    "title": "Soho Production Music",
    "logoUrl": "",
    "description": "From the heart of London's most effervescent and creative square mile comes Soho Production Music.\nSoho is a vibrant, unique and eccentric library music label providing a comprehensive range of high quality, accessible music. From Bagpipes to Beethoven, Pop to Pantomime, Lifestyles to Lounge, you'll find it here.\nOur ever expanding library of music currently contains over 50,000 tracks, with new releases added on a weekly basis. The breadth of music we represent covers hundreds of genres and styles and originates from countries across the world including USA, Africa, Italy and Turkey.\nAlongside the libraries we sub-publish, we also have our own catalogues Soho and Soho Archive. Soho is home to a rich and diverse collection of music, which includes hip hop, Christmas, Welsh choir, sci-fi and jazz. Whilst the Soho Archive is a time capsule of authentic, high quality, historical recordings, where you can unearth thousands of tracks which helped define and soundtrack the past century.\nWe’re also able to offer users music searches, should they require any assistance in finding the right music.\nOur catalogues\n\n    Soho\n     Soho Archive\n    African Planit\n    Bosworth\n    Deneb\n    Manhattan Production Music\n    Music Sales Artists\n    Muzikotek\n    Nightingale\n    Octopus Records\n    Open Sound\n    Pacifica\n    Primrose Music\n    That’s Amore\n    Your Tune Music",
    "links": [
      {
        "name": "Visit Website",
        "url": "http://www.sohoproductionmusic.co.uk/"
      },
      {
        "name": "Email Soho Production Music",
        "url": "mailto:info@sohoproductionmusic.com"
      },
      {
        "name": "Soho Production Music on Twitter",
        "url": "https://twitter.com/sohoprodmusic"
      },
      {
        "name": "Soho Production Music on Facebook",
        "url": "https://www.facebook.com/SohoProductionMusic"
      },
      {
        "name": "Soho Production Music on YouTube",
        "url": "https://www.youtube.com/channel/UCwDck-08txqGplEg0IanGwA"
      }
    ]
  },
  {
    "title": "Sound Designs Music",
    "logoUrl": "",
    "description": "Sound Designs is a brand new collection of music for film, television and advertising applications, specialising in World, Jazz and Classical music with a particular focus on documentaries.\nOur material is sourced from the UK, USA and Latin America, featuring sounds and textures not found in other catalogues, and is updated regularly to ensure that we can always offer something new and original to producers, directors and music supervisors.\nAdditionally we offer a bespoke service to provide remixes of existing tracks, or original material to your requirements.",
    "links": [
      { "name": "Visit Website", "url": "http://www.sounddesignsmusic.com/" },
      {
        "name": "Email Sound Designs Music",
        "url": "mailto:info@sounddesignsmusic.com"
      }
    ]
  },
  {
    "title": "Soundgram Music Library",
    "logoUrl": "",
    "description": "SOUNDGRAM is a special boutique music library with an expansive selection of tracks for TV shows, Film, Trailers, Games and Commercials. We focus on having the best selection of music from our custom composed collection.\nDiscover music tracks which are used in feature films and TV shows like Fatal Attraction, Dateline NBC, Deadline: Crime with Tamron Hall, Rickey Smiley for Real, Masters of Flip, True Crime with Aphrodite Jones, My Super Sweet 16, Dateline on ID, Why Planes Crash, Treasures Decoded, Very Bad Men, How to Survive the End of the World, Dead of Night, Deceived, Bizarre Foods America, Chopped, Evacuate Earth, The Devil You Know, The Voice van Vlaanderen, History Detectives, The Gadget Show, Brighton Beach Patrol, Angry Planet, Law & Order: Special Victims Unit, Red Bull Rivals, Amazing Wedding Cakes, Snapped, How I Met Your Mother and many more. We are sure your clients find these tracks a welcome addition in their search for new and emotional music.\nWith albums like 'Crime Scene Investigation Music', and our latest releases 'News Themes' and 'Medical Tension' your show will stand out. What makes this library also unique is that we also offer original film score albums releases you can use under the blanket license. A one-stop-shop. And best of all, if you need custom music based on our library tracks, we got you covered.",
    "links": [
      { "name": "Visit Website", "url": "https://soundgram.mediamusic.shop/ " },
      {
        "name": "Email Soundgram Music Library",
        "url": "mailto:info@soundgram.com"
      },
      {
        "name": "Soundgram Music Library on You Tube",
        "url": "https://www.youtube.com/user/Soundgram"
      },
      {
        "name": "Soundgram Music Library on Twitter",
        "url": "https://twitter.com/Soundgram"
      },
      {
        "name": "Soundgram Music Library on Facebook",
        "url": "https://www.facebook.com/soundgrampost/"
      }
    ]
  },
  {
    "title": "Sound On Screen",
    "logoUrl": "",
    "description": "Guy Rowland Broadcast Ltd is the publisher of Sound On Screen, a unique service which provides original audio clips of movies, TV shows and video games complete with music, sound effects and dialogue as appropriate. It is designed for use in productions where the audience needs to hear the sound of a screen a character is watching, such as a phone or TV.\nVarious mixes and stems are available for use in edits or dubs, so levels, device effects and edits can be tailored to your exact requirements. Licensing is exactly the same as regular MCPS Production Music.",
    "links": [
      { "name": "Visit Website", "url": "https://sound-on-screen.com/ " },
      {
        "name": "Email Sound On Screen",
        "url": "mailto:guyrowlanduk@yahoo.co.uk"
      },
      {
        "name": "Sound On Screen on You Tube",
        "url": "https://youtu.be/mQ3QagvVbvA "
      }
    ]
  },
  {
    "title": "Sound Pocket",
    "logoUrl": "",
    "description": "A boutique production music library created by experienced Music Supervisors catering to primarily to television and trailers",
    "links": [
      { "name": "Visit website", "url": "http://www.soundpocketmusic.co.uk/ " },
      {
        "name": "Email Sound Pocket",
        "url": "mailto:info@soundpocketmusic.com "
      }
    ]
  },
  {
    "title": "Soundtrapper",
    "logoUrl": "",
    "description": "Soundtrapper provides high quality music for TV, Film and Web.\nOur catalogues\n\n    Dapp Music",
    "links": [
      { "name": "Visit Soundtrapper", "url": "http://www.soundtrapper.com " },
      { "name": "Email Soundtrapper", "url": "mailto:general@soundtrapper.com" }
    ]
  },
  {
    "title": "Soundscape Agency",
    "logoUrl": "",
    "description": "With our ever-expanding catalogue we're proud to offer a wide variety of authentic high-quality music for advertising, broadcasting, and film. \nBy working closely with various publishers, record labels, and artists we can source and clear any commercial music required for your projects. Our team handle all of licensing agreements and ensure a fast turnaround at the best rates. \nOur subsidiary catalogues specialise in Trailer Music, Authentic Commercial Music and Advertising Music. In our own catalogue we cover the music most in demand as well as making bespoke albums.\nSubsidiary catalogues:\n\n    Jackdaw Factory\n    JDF001-The Awakening \n    JDF002- Azuria\n    JDF003-Exo Vol 1\n    GPS Songs \n    GPS001- Authentic Archives- 1950's Rock 'n' Roll\n    GPS002- Authentic Archives- 1970's Rock 'n' Roll\n    Brother \n    BRO001- Brother Music Volume One",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.soundscapepublishing.com "
      },
      {
        "name": "Email Soundscape Agency",
        "url": "mailto:hello@soundscapeagency.com"
      },
      {
        "name": "Soundscape Agency on Facebook",
        "url": "https://www.facebook.com/soundscapemusicagency"
      },
      {
        "name": "Soundscape Agency on YouTube",
        "url": "https://www.youtube.com/watch?v=Jy-0ldsd1_s"
      }
    ]
  },
  {
    "title": "Spear Music Ltd",
    "logoUrl": "",
    "description": "SPEAR Music is an independent Production Music library that aims to make life easier for music supervisors, creatives, ad agencies and broadcasting professionals.\nThe company was founded by Nick Moro who has been working with music editors and supervisors for 15 years, who find production music convenient but too time consuming in finding what they're after.\nOur service is completely different, just 3 parameters to toggle.\nUnlike other libraries we feature only top notch composers who have been nominated for Grammys, scored feature films and wrote music for major advertising campaigns around the world.",
    "links": [
      { "name": "Visit Website", "url": "http://spear-music.com/" },
      { "name": "Email Spear Music", "url": "mailto:hello@spear-music.com" },
      {
        "name": "Spear Music on Twitter",
        "url": "https://twitter.com/SPEARLDN"
      },
      {
        "name": "Spear Music on Facebook",
        "url": "https://www.facebook.com/spearmusiclondon"
      }
    ]
  },
  {
    "title": "Squirky Music",
    "logoUrl": "",
    "description": "Quirky and dirty classical and electronic production music.",
    "links": [
      { "name": "Visit Website", "url": "http://www.squirkymusic.com/" },
      { "name": "Email Squirky Music", "url": "mailto:info@squirky.com" },
      {
        "name": "Squirky Music on Facebook",
        "url": "https://www.facebook.com/squirkymusic"
      },
      {
        "name": "Squirky Music on Twitter",
        "url": "https://twitter.com/squirkymusic"
      },
      {
        "name": "Squirky Music on YouTube",
        "url": "https://www.youtube.com/watch?v=uhtIZ0F_CqQ"
      }
    ]
  },
  {
    "title": "Standard Music Library",
    "logoUrl": "",
    "description": "3 catalogues, 7,000 tracks and over 45 years’ worth of music.\nCredits include everything from Scarface and Sex In The City to Panorama and Dog Borstal.\nStandard Music Library\nFrom mainstream to cutting-edge - electronica, dance, rock, comedy, original film and classical scores, exotica, acoustic, drama, mystery & thriller, lifestyle, music for children, kitsch, world music (India, Brazil, The Middle East) and a lot more in between.\nGroundbreaking producer/writers - Brian Eno, Delia Derbyshire, Sir George Martin, Matthew Herbert and Nurse With Wound. Renowned guitarists - Gordon Giltrap, Michael Chapman and Marco Pirroni. Specialist Comedy and light entertainment in our 1970s LWT (ITV) archive, plus specialist soundtrack composers and lots of special one-offs by the likes of Alex Paterson (The Orb), Sven Libaek and even Dudley Moore.\nAll Music Gallery\nLarge Czech catalogue with a vast range of classical works (Handel, Mozart, Tchaikovsky, Bizet, Brahms, Vivaldi) plus Jewish and Gypsy songs and authentic music from the East: Ukraine, Russia, Azerbaidjan, Armenia, Latvia, Chechnya and Georgia.\nMusica Britannica\nSmall but growing boutique label, lovingly curated by composer James Clarke, specializing in acoustic and light-classical ensembles.",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.standardmusiclibrary.com/"
      },
      {
        "name": "Email Standard Music Library",
        "url": "mailto:info@standardmusiclibrary.com"
      }
    ]
  },
  {
    "title": "Stormcues Ltd",
    "logoUrl": "",
    "description": "Stormcues is an innovative, publishing firm dedicated to providing music production and post-production services for the film, television, videogame, multimedia and motion picture advertising industries. High end pre-cleared music from our catalogue is available to clients for worldwide commercial licensing and synchronization in broadcast media.\n\nHeadquartered in London, we use world class musicians to provide a breathtaking musical experience, utilising state of the art music production facilities alongside traditional Hollywood and contemporary scoring techniques, to provide a patented brand of powerful and evocative music that elevates the immersive experience. \n\nOur melodies will give you goosebumps. Our harmonies will touch your soul. Our composers work with full live symphony orchestras recorded on the world's finest scoring stages. \n\nPrepare to be riveted. \n\nPrepare to be thrilled. \n\nPrepare, for The Next Generation in Original Scoring.",
    "links": [
      { "name": "Visit website", "url": "http://www.stormcues.com " },
      { "name": "Email Stormcues Ltd", "url": "mailto:info@stormcues.com" }
    ]
  },
  {
    "title": "Strophic Music",
    "logoUrl": "",
    "description": "Strophic Music is a boutique London based PRS/MCPS production library making us a fast, easy, cost effective and legitimate way to licence music for your project.\nWe focus on quality, not quantity and endorse a fresh, simplistic approach to providing quality music. We have a high class roster of composers who produce music for national TV networks and blockbuster movie trailers. We also offer a bespoke service and can provide cutdown versions on all tracks at your request.",
    "links": [
      {
        "name": "Email Strophic Music",
        "url": "mailto:strophicmusicuk@gmail.com"
      },
      {
        "name": "Strophic Music on Twitter",
        "url": "https://twitter.com/StrophicMusic"
      }
    ]
  },
  {
    "title": "Supertonic Publishing",
    "logoUrl": "",
    "description": "The world's fastest provider of bespoke original music, arrangements and orchestrations\nSubsidiary catalogues:\n\n    Supertonic Volume 1\n    Six Contrapuntal Dances",
    "links": [
      {
        "name": "Email Supertonic Publishing",
        "url": "mailto:supertonicpublishing@gmail.com"
      },
      {
        "name": "Visit the Supertonic website",
        "url": "https://supertonicpublishing.wixsite.com/supertonic"
      }
    ]
  },
  {
    "title": "Tele Music",
    "logoUrl": "",
    "description": "Since 1967, Tele Music has set the standard for quality and excellence in production music.\nWith over 10,000 tracks in our library, electronic, jazz, world music, and full orchestral movements represent just some of our output. Tele Music titles are used by many of the most prominent names in the TV/film, advertising, corporate and post-production sectors.",
    "links": [
      { "name": "Visit website", "url": "https://www.tele-music.com/#/" },
      { "name": "Email Tele Music", "url": "mailto:jamie@tele-music.com" }
    ]
  },
  {
    "title": "The Firm Music",
    "logoUrl": "",
    "description": "The Firm is a leading independent music company creating award winning high end production music for television, film and advertising. Our music is made by a dedicated team of world-class composers, producers and musicians led by one of the UK’s most renowned, Bob Bradley, who has a vast broadcast experience and impressive commercial music portfolio.\nFor enquires about our catalogue please contact us at hello@firmmusicgroup.com.",
    "links": [
      { "name": "Website", "url": "http://www.firmmusicgroup.com " },
      { "name": "Email", "url": "mailto:hello@firmmusicgroup.com" }
    ]
  },
  {
    "title": "The Funky Junkies",
    "logoUrl": "",
    "description": "The Funky Junkies are London’s most funkadelic production music library! If you need it fresh, bangin’ and rocked out… then you need them! But that’s not all! They also do acousticy stuff, mellow vibeage of the highest order and are always having fun making the good tunes, baby! Their work has graced tv adverts, film soundtracks, cinema trailers, radio promos and even a corporate video ... for close to ten whole years! Try them today! They've got the good stuff!The Funky Junkies are London’s most funkadelic production music library! If you need it fresh, bangin’ and rocked out… then you need them! But that’s not all! They also do acousticy stuff, mellow vibeage of the highest order and are always having fun making the good tunes, baby! Their work has graced tv adverts, film soundtracks, cinema trailers, radio promos and even a corporate video ... for close to ten whole years! Try them today! They've got the good stuff!",
    "links": [
      {
        "name": "The Funky Junkies Website",
        "url": "http://www.thefunkyjunkies.co.uk "
      },
      {
        "name": "Email The Funky Junkies",
        "url": "mailto:tim@thefunkyjunkies.co.uk "
      },
      { "name": "Twitter", "url": "http://www.twitter.com/thefunkyjunkies " },
      {
        "name": "Facebook",
        "url": "https://www.facebook.com/TheFunkyJunkies/ "
      },
      {
        "name": "YouTube",
        "url": "https://www.youtube.com/user/TheFunkyJunkies "
      }
    ]
  },
  {
    "title": "The Music Factor Library",
    "logoUrl": "",
    "description": "Now part of Paul Rodriguez Music Holdings (Paul Rodriguez Music Ltd).\nOur catalogues\n\n    Rainwood Media",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.paulrodriguezmusic.co.uk/productions.html"
      },
      {
        "name": "Email The Music Factor Library",
        "url": "mailto:themusicfactor@paulrodriguezmusic.co.uk"
      }
    ]
  },
  {
    "title": "The Music Tracks",
    "logoUrl": "",
    "description": "The Music Tracks is the production music library of The Music Sculptors, one of the UK’s most prolific sound to picture companies.\nWe have years of experience writing original scores for film, drama, documentary, animation and commercials for the leading broadcasters, production companies and agencies. So we know what music works, whether on the big screen, small screen or radio.\nOur ever-expanding production music catalogue is big on quality, brimming with creativity and easy to both search or browse. All the music tracks you’ll find on the site were also created in-house and if the version you find here would suit your needs better with a little tweak or some additional arrangements just let us know.",
    "links": [
      { "name": "Visit website", "url": "http://www.themusictracks.com/" },
      {
        "name": "Email The Music Tracks",
        "url": "mailto:production@themusicsculptors.com"
      }
    ]
  },
  {
    "title": "The Perfect Music Library",
    "logoUrl": "",
    "description": "Started by professional musician Adam Wakeman in 2010 (Ozzy Osbourne, Annie Lennox, Travis, Black Sabbath), We are a high quality production music library covering a wide range of styles and genres.",
    "links": [
      {
        "name": "Visit website",
        "url": "http://www.theperfectmusiclibrary.com/"
      },
      {
        "name": "Email The Perfect Music Library",
        "url": "mailto:adam@theperfectmusiclibrary.com"
      },
      {
        "name": "The Perfect Music Library on Twitter",
        "url": "https://twitter.com/PerfectMusicLib"
      }
    ]
  },
  {
    "title": "Thermal Music",
    "logoUrl": "",
    "description": "Thermal music is an independent production music company offering a diverse collection of carefully crafted music and sound design. Mixing organic and electronic instrumentation to create a beautiful and a forward thinking music palette to accompany stunning visuals, beautiful programming and engaging games. A growing collection of production music with charm and character, constructed with authenticity by a creative collective of composers, songwriters and sound designers. From the beautifully quiet, ambient soundscapes and underscores to twisted, wonky electronics – We release music that we love.",
    "links": [
      { "name": "Website", "url": "http://thermalmusic.tv " },
      { "name": "Email Thermal Music", "url": "mailto:info@thermalmusic.tv" },
      { "name": "Twitter", "url": "http://www.twitter.com/thermalmusic" },
      { "name": "Facebook", "url": "https://www.facebook.com/thermalmusicltd/" }
    ]
  },
  {
    "title": "Thousand Mile Music",
    "logoUrl": "",
    "description": "Welcome to Thousand Mile Music, a new production music label from a growing collective of experienced musicians, producers and sound designers.\nBased in key cities, we compose and collaborate between Tokyo and New York, via Sydney, London, Berlin and Stockholm.\nWe release EP's, focusing on original electronic music with an organic and experimental DIY-edge.\nEach EP includes the original mix, plus remixes offering various moods, genres and tempos, from infused modern beats and atmospheric soundtracks, to lo-fi electronica and melodic grooves.",
    "links": [
      { "name": "Visit website", "url": "http://www.thousandmilemusic.com/" },
      {
        "name": "Thousand Mile Music on Twitter",
        "url": "https://twitter.com/1000milemusic"
      },
      {
        "name": "Thousand Mile Music on Facebook",
        "url": "http://www.facebook.com/thousandmilemusic"
      },
      {
        "name": "Email Thousand Mile Music",
        "url": "mailto:info@thousandmilemusic.com"
      }
    ]
  },
  {
    "title": "Triumph Music",
    "logoUrl": "",
    "description": "Triumph Music is a composer-led group of production music libraries with an eclectic wealth of catalogue tailored towards media use. Our versatile music has a big range of moods, genre’s and up to the minute styles composed by our international talented roster of songwriters, composers and producers. \n\nWe also exclusively represent some fantastic labels here in the UK that bring their own unique flavours to the music that we provide. Our in-house label catalogues Made Up Music, The Diner, Intermede Music, Tuxedo Music and Amusicom have all been created by a wealth of legendary composers that have written music exclusively for creative media for over thirty years. Our music inspires creativity and the seeds of imagination to help our clients realise their audio visual projects true potential. \nSubsidiary catalogues:\n\n    \n    The Diner\n    \n    \n    Tuxedo Music \n    \n    \n    Intermede Music\n    \n    \n    Amusicom\n    \n    \n    Made Up Music\n    \n    \n    Triumph Music",
    "links": [
      {
        "name": "Visit Triumph Music's website",
        "url": "http://www.triumphmusic.co.uk "
      },
      {
        "name": "Triumph Music on Twitter",
        "url": "https://twitter.com/TriumphMusicGrp "
      }
    ]
  },
  {
    "title": "Tubesounds Limited",
    "logoUrl": "",
    "description": "Founded in London 2012, Tubesounds was conceived with the aim of creating an alternative music catalogue that could represent both genuine artistic integrity and quality production values.\nOwned and run by professional producers and composers Jack Tarrant and Ben Siddall, Tubesounds brings together the talents of a handpicked selection of full-time musicians and writers who excel in their chosen musical genres to contribute toward the catalogue.\nMatching the artistic quality of the music with equally impressive visual presentation, graphic artist Miles Johnson, who worked previously in Nashville, USA designing album sleeves for The White Stripes, Wanda Jackson and The Raconteurs amongst others, helped to capture the essence of the Tubesounds recordings perfectly.",
    "links": [
      { "name": "Visit website", "url": "http://www.tubesounds.com/" },
      { "name": "Email Tubesounds", "url": "mailto:info@tubesounds.com" },
      {
        "name": "Tubesounds on Facebook",
        "url": "https://www.facebook.com/tubesounds"
      },
      {
        "name": "Tubesounds on Twitter",
        "url": "https://www.twitter.com/tubesounds"
      }
    ]
  },
  {
    "title": "Twisted Jukebox",
    "logoUrl": "",
    "description": "Twisted Jukebox are an award winning production music library covering a diverse range of genres and songwriting styles aiming to produce the freshest in commercial music alternatives.\nRecent credits include:\n\n    The Vacation - Trailer\n    Aquafresh TVC\n    Antman - Trailer\n    Terminator Genisys - Trailer\n    Jack Daniels Hologram Advert\n    Hero 6 - Trailer\n    Samsung Galaxy Note 8 Campaign\n    Skoda - Advertising Campaign",
    "links": [
      { "name": "Visit website", "url": "http://www.twistedjukebox.com/" },
      {
        "name": "Email Twisted Jukebox",
        "url": "mailto:contact@twistedjukebox.com"
      }
    ]
  },
  {
    "title": "Universal Production Music",
    "logoUrl": "",
    "description": "Universal Production Music is a music catalogue of unrivalled breadth and depth, crafted specifically for media use.\n\nOur music catalogue covers all genres, moods, emotions & project types and is created by an ever expanding roster of hugely talented artists and composers around the globe; along side in-house creative teams dedicated to diversity, quality and authenticity.\n\nWe produce imaginative music, record in the top studios around the world and form creative partnerships that add depth and individuality to our catalogue, each with its own unique style and heritage. From our own world renowned in-house labels through to partnership labels and a large offering of themed playlists, we are dedicated to help our clients create emotional and memorable audio visual experiences no matter what type of production they are working on.",
    "links": [
      {
        "name": "Visit website",
        "url": "https://www.universalproductionmusic.com/en-gb"
      },
      {
        "name": "Email Universal Production Music",
        "url": "mailto:musicresearch@umusic.com"
      },
      {
        "name": "Universal Production Music on Facebook",
        "url": "https://www.facebook.com/universalproductionmusicuk/"
      },
      {
        "name": "Universal Production Music on Twitter",
        "url": "https://twitter.com/UniversalPM_UK"
      },
      {
        "name": "Universal Production Music on YouTube",
        "url": "https://www.youtube.com/user/UPPMUK"
      }
    ]
  },
  {
    "title": "Using Music Library",
    "logoUrl": "",
    "description": "A quality offering from the Independent music scene. \nBrought to you by Tummy Touch, the Using Music platform delivers works from previously only commercial artists and composers.\nSubsidiaries:\n\n    Tummy Touch\n    National Theatre\n    Music for Insects",
    "links": [
      { "name": "Website", "url": "http://www.usingmusic.com" },
      { "name": "Email Using Music", "url": "mailto:info@usingmusic.com" },
      {
        "name": "Using Music on Facebook",
        "url": "https://www.facebook.com/Using-Music-1844478508909459/"
      },
      {
        "name": "Using Music on YouTube",
        "url": "https://www.youtube.com/channel/UCk2kbaStb9vxf981CpP3giQ"
      }
    ]
  },
  {
    "title": "Vibey Library",
    "logoUrl": "",
    "description": "We specialize in rock and reggae. That's everything from 70s punk to obscure 60s pop via ska, deep dub reggae and ragga. There's lots of blues, country rock, metal, surf and a little skiffle for luck.",
    "links": [
      { "name": "Visit Website", "url": "http://vibeylibrary.com/index.php" },
      { "name": "Email Vibey Library", "url": "mailto:info@vibeylibrary.com" },
      {
        "name": "View Showreel",
        "url": "https://www.youtube.com/channel/UCFJq4ct2BCiZV6rCZougqxQ"
      },
      {
        "name": "Get a Production Music Library",
        "url": "https://musicshop.prsformusic.com/lmgr/"
      }
    ]
  },
  {
    "title": "Warner Chappell Production Music",
    "logoUrl": "",
    "description": "Warner Chappell Production Music, the global music publishing company of Warner Music Group, is home to a wide array of composers and a rich expanding catalogue of 250,000+ library tracks. WCPM has over 35 years of experience, working across all media industries. With our global offices, WCPM offers creative music services including; personalised music consulting and bespoke composition helping you to create the perfect narrative and make your next project audibly awesome.\nWe pride ourselves in working closely with top level writers and producers to create the highest quality recordings. With our own studio facilities, we are also able to arrange recording sessions at short notice. You’ll also find musical compositions from the heart of London’s very best studios including: Abbey Road, AIR and RAK. Don't just take our word for it, check out the catalogue to hear the difference!\nOur catalogues\n\n    \n    \n    \n    \n    CPM\n    \n    \n    CPM Archive\n    \n    \n    CPM Classical\n    \n    \n    V-The Production Music Library\n    \n    \n    2nd Foundation Music\n    \n    \n    \n    Really Slow Motion Music\n    \n    \n    The X-Motion\n    \n    Glory Oath + Blood\n    Indiesonics Library\n    Non-Stop Producer Series\n    Non-Stop Premiere\n    Groove Addicts\n    Massive Bass\n    Attitude\n    Xtortion Audio\n    Full Tilt\n    Perfect Pitch\n    Infini\n    615 Platinum Series\n    Scoring Stage\n    Promo Accelerator\n    Minimal Music\n    Ulitmate Crime & Drama\n    Kingsize\n    Metro\n    Special Request Library\n    Gold Series\n    Tenth Dimension\n    Essential Elements\n    Elbroar\n    Color TV\n    Graphic Sound Design\n    Revolucion\n    Scaremeister\n    Café Moondo\n    Ear Drum\n    Acoustitracks\n    Anarchy Music\n    Score TRX\n    TRX Music Library\n    Audioactive\n    Basstone Music\n    Gravity\n    Ignite\n    Invisible World\n    OIL\n    Naked Music\n    Production TRX\n    Impressive Minds\n    Mathambo\n    MindBenders\n    Silent Methods\n    Cinema Sound Tools\n    Elephant Sound Design\n    EMH Classical Music Library\n    Enterprises Sonor\n    GAS\n    Midcoast Music Artist Songs\n    Midcoast Music Wired\n    Who Did That Music\n    One Air Time\n    Piano For Film\n    Postcards From The World",
    "links": [
      { "name": "Website", "url": "http://www.warnerchappellpm.com/" },
      {
        "name": "Email Warner Chappell Production Music",
        "url": "mailto:london@warnerchappellpm.com"
      },
      { "name": "Twitter", "url": "https://twitter.com/wcpmuk" },
      {
        "name": "Warner Chappell Production Music on YouTube",
        "url": "https://www.youtube.com/watch?v=87mKCFgMKIM"
      }
    ]
  },
  {
    "title": "West One Music Group",
    "logoUrl": "",
    "description": "Established in the heart of London's Soho in 2002, West One Music Group’s first home was the infamous Berwick Street Studios, birthplace of classic music by David Bowie, The Sex Pistols, The Specials, Sham 69 and Depeche Mode. West One Music aim to work with the finest artists, composers, musicians and producers from across the world to revolutionise the media music industry by creating music of the highest calibre. West One Music has offices and production studios in 42 countries around the world, supporting the creativity of the world’s biggest brands.\nFrom hard-hitting trailer cues to epic sweeping Hollywood scores, their A&R teams are constantly scouring the globe for the latest trends, working closely with the music supervision teams to curate the perfect soundtrack to bring visuals to life.\nWest One Music Group’s catalogue labels:\n\n    West One Music\n    Fired Earth Music\n    Refuel Music\n    The Scoring House\n    Electronic Dance Series\n    SOMOS\n    And Then Some\n    Zero Degrees\n    Real to Real",
    "links": [
      { "name": "Visit Website", "url": "http://www.westonemusic.com/" },
      {
        "name": "Email West One Music Group",
        "url": "mailto:hello@westonemusic.com"
      },
      {
        "name": "West One Music Group on Facebook",
        "url": "https://www.facebook.com/westonemusicgroup"
      },
      {
        "name": "West One Music Group on Twitter",
        "url": "https://twitter.com/WestOneMusicGrp"
      },
      {
        "name": "West One Music Group on YouTube",
        "url": "https://www.youtube.com/channel/UCeAKr1Jt2d0zJAqOk7Fdsww"
      }
    ]
  },
  {
    "title": "Wonderweb Music",
    "logoUrl": "",
    "description": "Wonderweb Music provides production music for film, television, video, multi-media and the web. Our clients range from small production companies to major film and TV companies. We have over 35 years of experience in TV and radio.\nWe have a growing selection of Library tracks that are down-loadable, covering a wide variety of atmospheric sounds and music. Please see our website: wonderwebmusic.com for full details. Genres and styles can be searched and tracks auditioned, but to download please use the sign-in facility and provide your contact details. All tracks are available for use in film, TV, radio, advertising etc. We can also supply tracks on cd and accept commissions to produce the music you require.\nPlease get in touch with us for any further information.",
    "links": [
      { "name": "Visit Website", "url": "http://www.wonderwebmusic.com/" },
      {
        "name": "Email Wonderweb Music",
        "url": "mailto:enquiries@wonderwebmusic.com"
      }
    ]
  },
  {
    "title": "Wrong Planet Music",
    "logoUrl": "",
    "description": "Wrong Planet was formed in 2006 with the sole aim of providing world class music and sound for global media. It has since grown to become a full-service, artist driven music agency with interests in licensing, publishing, synchronization and scoring, as well as having exclusive rights to music from new and established artists from around the world. Our music has been licensed to some of the world’s most renowned brands and content providers, as well as featuring in numerous television shows and commercials.\nThe WP catalogue is diverse, covering multiple genres from Electronic, Dance and Hip-Hop, through to Folk, Rock, Classical and Sound Design, plus a ‘Radio Series’ aimed specifically at the radio broadcast industry. Wrong Planet tracks are available to licence globally via our network of international agents.",
    "links": [
      { "name": "Visit Website", "url": "http://wrongplanetmusic.com/" },
      {
        "name": "E-mail Wrong Planet Music",
        "url": "mailto:hello@wrongplanetmusic.com"
      },
      {
        "name": "Wrong Planet Music on Facebook",
        "url": "https://www.facebook.com/wrongplanetmusic/"
      },
      {
        "name": "Wrong Planet Music on Twitter",
        "url": "https://twitter.com/WrongPlanetUK"
      },
      {
        "name": "Wrong Planet Music on Instagram",
        "url": "https://www.instagram.com/wrongplanetmusic/"
      }
    ]
  },
  {
    "title": "Zone Music",
    "logoUrl": "",
    "description": "Zone is a unique independent music library offering an on-going series of micro-libraries or ‘zones’.\nEach zone is genre defined and a mini library within itself. The first seven are Dronezone, TVzone, Pleasurezone, Clubbingzone, Docuzone, Funzone and Dramazone.\nAlongside Zone Music is Zone Plus is an all encompassing label which complements the 'zones'.",
    "links": [
      { "name": "Visit website", "url": "http://zonemusic.co.uk/" },
      { "name": "Email Zone Music", "url": "mailto:music@zonemusic.co.uk" },
      {
        "name": "Zone Music on Twitter",
        "url": "https://twitter.com/zonemusicltd"
      }
    ]
  }
]
